{
  "nav": {
    "courses": "Camps",
    "theOpen": "The Open 2026",
    "itineraries": "Viatges de Golf",
    "conditions": "Estat del Camp",
    "scorecard": "Targetes de Puntuació",
    "teeTimes": "Hora de sortida",
    "accommodation": "Allotjament",
    "contact": "Contacte"
  },
  "meta": {
    "homeTitle": "Golf de Links a la Costa de Sefton — Royal Birkdale, Hillside i The Open 2026",
    "homeDesc": "Sis camps de links de campionat a la Costa de Sefton — Royal Birkdale, Hillside, Formby, West Lancashire i més. Guies per a visitants, hores de sortida, green fees i viatges de golf. The Open Championship 2026.",
    "coursesTitle": "Camps de Golf de la Costa de Sefton — Royal Birkdale, Hillside i Formby",
    "coursesDesc": "La guia completa dels sis camps de links de la Costa de Sefton — polítiques de visitants, green fees, qualificacions del camp, reserva d'hores de sortida.",
    "openTitle": "The Open Championship 2026 a Royal Birkdale — Guia per a Visitants",
    "openDesc": "La guia completa del 155è The Open Championship a Royal Birkdale, Southport, 16–19 de juliol de 2026. Història, campions del passat, entrades, allotjament, guia del camp i consells de viatge.",
    "scorecardTitle": "Targetes de Puntuació dels Camps de Golf de la Costa de Sefton — Par, Iardes i Qualificació",
    "scorecardDesc": "Dades completes de targetes de puntuació per als sis camps de la Costa de Sefton — par, iardes des de tots els tees, qualificació del camp i pendent. Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale i Southport Old Links.",
    "teeTimesTitle": "Hores de Sortida a Royal Birkdale i Clubs de Golf de la Costa de Sefton",
    "teeTimesDesc": "Com reservar hores de sortida com a visitant a Royal Birkdale, Hillside, Formby i els sis clubs de la Costa de Sefton. Temps d'antelació necessari, dies per a visitants, contactes directes i política de convidats de Formby explicada.",
    "itinerariesTitle": "Viatges de Golf a la Costa de Sefton — Itineraris de 2, 3 i 5 Dies",
    "itinerariesDesc": "Itineraris de viatges de golf preparats per a la Costa de Sefton. Combinacions de dos, tres i cinc dies de Royal Birkdale, Hillside, Formby i tot el corredor, amb recomanacions d'allotjament i restaurants.",
    "accommodationTitle": "Allotjament de Golf prop de Royal Birkdale, Southport",
    "accommodationDesc": "On allotjar-se prop de Royal Birkdale i els camps de golf de la Costa de Sefton. Hotels, B&B i cases de vacances a Southport i Birkdale — ordenats per distància, amb notes sobre disponibilitat per al The Open Championship 2026.",
    "conditionsTitle": "Estat dels Camps de la Costa de Sefton — Estat Diari de Joc",
    "conditionsDesc": "Condicions de joc diàries a Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale i Southport Old Links. Ferm, estàndard, mullat o tancat — actualitzat cada matí.",
    "contactTitle": "Contacteu amb SeftonLinks",
    "contactDesc": "Preguntes, correccions de dades, llistes destacades i consultes comercials.",
    "course": {
      "royal-birkdale": {
        "title": "Royal Birkdale Golf Club — Guia per a Visitants, Green Fee i Hores de Sortida",
        "desc": "Seu del The Open Championship 2026. Green fee per a visitants £300–£350. Par 70, 7.156 iardes. Política de visitants completa, com reservar i guia postvolta."
      },
      "hillside": {
        "title": "Hillside Golf Club Southport — Guia per a Visitants i Green Fee",
        "desc": "El millor camp de links que no coneixeu encara. Green fee £100–£150. Par 72, 6.850 iardes. Política de visitants i guia del camp."
      },
      "formby": {
        "title": "Formby Golf Club — Guia per a Visitants, Green Fee i Hores de Sortida",
        "desc": "Una joia privada — un dels millors camps de links interiors d'Anglaterra. Green fee £160–£210. Par 72, 6.893 iardes. Política de visitants i guia de reserva."
      },
      "west-lancashire": {
        "title": "West Lancashire Golf Club — Green Fee per a Visitants i Hores de Sortida",
        "desc": "Un dels clubs més antics d'Anglaterra — golf de links en estat pur. Green fee £80–£130. Par 72, 6.756 iardes. Guia completa per a visitants."
      },
      "southport-ainsdale": {
        "title": "Southport & Ainsdale Golf Club — Guia per a Visitants i Green Fee",
        "desc": "Llegat de la Ryder Cup i caràcter genuí de links. Green fee £65–£100. Par 72, 6.612 iardes. Política de visitants i guia del camp."
      },
      "southport-old-links": {
        "title": "Southport Old Links Golf Club — Guia per a Visitants i Green Fee",
        "desc": "Valor amagat — uns links genuïns al preu més accessible de la costa. Green fee £40–£60. Par 71, 6.318 iardes. Guia completa per a visitants."
      }
    }
  },
  "home": {
    "heroTitle": "El Corredor de Golf de Links més Gran del Món",
    "heroSubtitle": "Sis camps de campionat. Un tram de costa. The Open Championship torna a Royal Birkdale el juliol de 2026.",
    "heroCtaCourses": "Explorar els Camps",
    "heroCtaOpen": "The Open 2026",
    "openBanner": "The Open Championship 2026 — Royal Birkdale, Southport",
    "openCountdownLabel": "Fins a The Open Championship",
    "coursesTitle": "Els Camps de la Costa de Sefton",
    "coursesSubtitle": "Sis dels millors camps de links d'Anglaterra, tots a pocs quilòmetres els uns dels altres",
    "featuresTitle": "Planifica el Teu Viatge de Golf de Links",
    "conditionsTitle": "Estat del Camp",
    "conditionsDesc": "Actualitzacions en directe sobre les condicions dels camps a tota la Costa de Sefton",
    "plannerTitle": "Planificador de Viatges de Golf",
    "plannerDesc": "Digueu-nos els vostres dies, pressupost i handicap — construirem el vostre itinerari",
    "affiliateCta": "Reserva el Teu Viatge de Golf",
    "affiliateDesc": "Hores de sortida, hotels i paquets a través de Golf Breaks"
  },
  "homePage": {
    "bannerText": "The Open Championship 2026 — Royal Birkdale, Southport. 16–19 de juliol.",
    "bannerLink": "→ Guia Completa",
    "heroBadge": "Costa de Sefton · Lancashire · Anglaterra",
    "heroImageAlt": "Camp de golf al capvespre a la Costa de Sefton",
    "statChampionshipCoursesLabel": "Camps de Campionat",
    "statOpenChampionshipsLabel": "Opens Championships a Birkdale",
    "statOldestClubLabel": "Club més Antic de la Costa",
    "statGreenFeeRangeLabel": "Rang de Green Fee",
    "openSectionBadge": "The Open Championship 2026",
    "openSectionHeading1": "Royal Birkdale. Juliol de 2026.",
    "openSectionHeading2": "L'Espectacle més Gran del Golf.",
    "openSectionPara1": "El 155è The Open Championship torna a Royal Birkdale — un camp que ha produït alguns dels moments més dramàtics de la història del golf. La llegendària recuperació d'Arnold Palmer el 1961. El cinquè pot de claret de Tom Watson el 1983. La victòria de principi a fi de Jordan Spieth el 2017.",
    "openSectionPara2": "Si esteu planificant un viatge de golf de links a la Costa de Sefton, la setmana del The Open és el moment definitiu del calendari. L'allotjament en un radi de 20 milles es reserva amb 12 mesos o més d'antelació. Planifiqueu ara.",
    "openSectionCtaBtn": "The Open 2026 — Guia Completa",
    "pastChampionsHeading": "Campions del Passat a Royal Birkdale",
    "courseCardEstFounded": "Fundat el {year}",
    "courseCardOpenVenueBadge": "Seu del The Open",
    "courseCardParLabel": "Par",
    "courseCardYardsLabel": "Iardes",
    "courseCardFromLabel": "Des de",
    "courseCardFullGuideLink": "Guia completa",
    "compareAllCoursesBtn": "Comparar Tots els Camps",
    "toolsSectionTitle": "Planifica la Teva Visita a la Costa de Sefton",
    "toolsSectionSubtitle": "Eines creades per a golfistes visitants — no per als locals que ja coneixen els camps.",
    "tool1Title": "Estat del Camp",
    "tool1Desc": "Estat en directe dels sis camps — ferm, estàndard, mullat o tancat. Velocitat i direcció del vent. Actualitzat manualment cada matí.",
    "tool1Cta": "Comprovar Estat",
    "tool2Title": "Planificador de Viatges de Golf",
    "tool2Desc": "Introduïu els vostres dies, pressupost i nivell de handicap i obteniu un itinerari preparat amb l'ordre de camps suggerit, on allotjar-se i on menjar.",
    "tool2Cta": "Planificar el Viatge",
    "tool3Title": "Guia d'Hores de Sortida",
    "tool3Desc": "Polítiques de visitants per a cada camp — quins dies admeten visitants, amb quanta antelació reservar, contactes directes. La política confusa de Formby explicada clarament.",
    "tool3Cta": "Veure Guia d'Hores de Sortida",
    "tool4Title": "Base de Dades de Targetes de Puntuació",
    "tool4Desc": "Dades completes de targetes de puntuació per als sis camps — par, iardes des de tots els tees, qualificació del camp i pendent. Tot el que necessiteu per establir expectatives.",
    "tool4Cta": "Veure Targetes de Puntuació",
    "tool5Title": "Allotjament per a Golfistes",
    "tool5Desc": "Allotjament seleccionat a prop dels camps — amigable per a hores de sortida primerenques, emmagatzematge de pals, instal·lacions post-volta. Ordenat per distància des de Royal Birkdale.",
    "tool5Cta": "Trobar Allotjament",
    "tool6Title": "Itineraris de Viatges de Golf",
    "tool6Desc": "Itineraris preparats de 2, 3 i 5 dies amb ordre de camps, suggeriments d'allotjament i restaurants post-volta. De pressupost a campionat.",
    "tool6Cta": "Explorar Itineraris",
    "affiliateCtaTitle": "Preparats per Reservar el Viatge a la Costa de Sefton?",
    "affiliateCtaDesc": "Golf Breaks és la plataforma especialitzada líder del Regne Unit en vacances de golf — hores de sortida, hotels i paquets a tota la Costa de Sefton, d'un cap de setmana a S&A a una setmana completa amb The Open com a final.",
    "affiliateCtaBtn1": "Explorar Paquets de Golf Breaks ↗",
    "affiliateCtaBtn2": "Crea el Teu Propi Itinerari",
    "affiliateCtaDisclaimer": "Enllaç d'afiliació de Golf Breaks — guanyem una comissió sense cap cost addicional per a vosaltres.",
    "editorialTitle": "Per Què la Costa de Sefton?",
    "editorialPara1": "Hi ha corredors de golf de links a Escòcia — St Andrews, Carnoustie, Muirfield — que s'emporten l'atenció. La Costa de Sefton queda ignorada. Aquesta bretxa és l'oportunitat per a cada golfista visitant.",
    "editorialPara2": "En un tram de 10 milles de costa, teniu sis camps de links genuïns que van de Royal Birkdale (constantment entre els cinc millors del món) a Southport Old Links (golf genuïnament bo per £40). Podeu jugar en un camp diferent cada dia durant una setmana sense repetir — i la varietat és sorprenent. Birkdale a través de dunes dramàtiques de salze. Hillside a través d'un terreny de crestes i valls. Formby a través de boscos de pins costaners. West Lancashire amb l'exposició crua a la Mar d'Irlanda.",
    "editorialPara3": "L'argument pràctic per a la Costa de Sefton sobre Escòcia és senzill: és més fàcil arribar-hi des d'Europa continental i Amèrica del Nord a través dels aeroports de Liverpool i Manchester, l'allotjament té millor relació qualitat-preu, i els camps són més accessibles per als visitants que els seus homòlegs escocesos del mateix nivell de qualitat. Royal Birkdale és més barat que Muirfield i més fàcil de reservar.",
    "editorialPara4": "I el juliol de 2026, el món mirarà. The Open Championship torna a Royal Birkdale — el camp que ens va donar l'escapada miraculosa de Spieth de la zona de retirada el 2017, la victòria clínica de Watson el 1983, i la concessió de la Ryder Cup de 1969 que va definir l'esportivitat en el golf. Si alguna vegada heu pensat en un viatge de golf de links a Anglaterra, ara és el moment.",
    "featureCard1Title": "Fàcil d'Arribar",
    "featureCard1Text": "45 min des de l'Aeroport de Liverpool, 60 min des de Manchester. Tren directe a Southport des del centre de Liverpool.",
    "featureCard2Title": "Amigable per a Visitants",
    "featureCard2Text": "Quatre dels sis camps reben activament visitants. Millor accés que camps escocesos de qualitat equivalent.",
    "featureCard3Title": "Valor Genuí",
    "featureCard3Text": "Green fees des de £40 (Old Links) fins a £350 (Birkdale). Els camps escocesos comparables costen més a cada nivell.",
    "southportGuideDesc": "Hotels, restaurants i llocs d'interès a Southport — la vostra base per a un viatge de golf a la Costa de Sefton.",
    "formbyGuideDesc": "La guia completa de Formby — boscos de pins del National Trust, esquirols vermells i el poble entre voltes."
  },
  "courses": {
    "pageTitle": "Camps de Golf de la Costa de Sefton",
    "pageDesc": "La guia definitiva de Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale i Southport Old Links",
    "greenFee": "Green Fee",
    "par": "Par",
    "yardage": "Iardes",
    "courseRating": "Qualificació del Camp",
    "slopeRating": "Qualificació de Pendent",
    "visitorPolicy": "Política de Visitants",
    "bookNow": "Reservar una Volta",
    "viewCourse": "Veure Guia del Camp",
    "difficulty": {
      "accessible": "Accessible",
      "moderate": "Moderat",
      "challenging": "Desafiant",
      "championship": "Campionat"
    }
  },
  "coursesPage": {
    "headerBadge": "Costa de Sefton, Lancashire",
    "tableHeaderCourse": "Camp",
    "tableHeaderPar": "Par",
    "tableHeaderYards": "Iardes",
    "tableHeaderRating": "Qualificació",
    "tableHeaderSlope": "Pendent",
    "tableHeaderGreenFee": "Green Fee",
    "tableHeaderDifficulty": "Dificultat",
    "tableFootnote": "★ Seu del The Open Championship. Els green fees són aproximats — verifiqueu sempre amb el club abans de reservar.",
    "cardStatParLabel": "Par",
    "cardStatYardsLabel": "Iardes",
    "cardStatCourseRatingLabel": "Qualificació del Camp",
    "cardStatSlopeLabel": "Pendent",
    "cardStatGreenFeeLabel": "Green Fee",
    "cardEstFounded": "Fundat el {year}",
    "visitorPolicyLabel": "Política de Visitants",
    "majorHistoryLabel": "Historial de Tornejos Grans",
    "fullCourseGuideBtn": "Guia Completa del Camp",
    "clubWebsiteBtn": "Web del Club"
  },
  "courseDetail": {
    "breadcrumbHome": "Inici",
    "breadcrumbCourses": "Camps",
    "openVenueBadge": "Seu del The Open Championship",
    "quickInfoLabel": "Informació Ràpida",
    "greenFeeLabel": "Green Fee",
    "parLabel": "Par",
    "yardsLabel": "Iardes",
    "handicapLabel": "Handicap",
    "bookViaClubBtn": "Reservar a través del Web del Club",
    "aboutTitle": "Sobre {courseName}",
    "courseDataTitle": "Dades del Camp",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Iardes",
    "tableHeaderRating": "Qualificació",
    "tableHeaderSlope": "Pendent",
    "ratingsDisclaimer": "Qualificacions verificades amb les millors dades disponibles. Verifiqueu amb el club abans d'usar-les en competicions.",
    "teeTimeTitle": "Com Aconseguir una Hora de Sortida",
    "visitorPolicyLabel": "Política de Visitants",
    "bestDaysLabel": "Millors Dies per Visitar",
    "advanceBookingLabel": "Amb Quanta Antelació",
    "handicapRequirementLabel": "Requisit de Handicap",
    "handicapRequirementText": "Límit de handicap masculí: {limit}. Cal certificat de handicap — porteu la vostra targeta de club o targeta de handicap EGA.",
    "whyPlayTitle": "Per Què Jugar a {courseName}?",
    "practicalNotesTitle": "Notes Pràctiques",
    "majorHistoryTitle": "Historial del Major Championship",
    "afterRoundTitle": "Després de la Volta",
    "restaurantGuideLink": "Guia completa de restaurants — SouthportGuide.co.uk",
    "bookRoundTitle": "Reserva la Teva Volta",
    "bookRoundDesc": "Reserveu hores de sortida i paquets de golf a {courseName} a través de Golf Breaks — el principal especialista en vacances de golf del Regne Unit.",
    "golfBreaksBtn": "Veure Paquets de Golf Breaks",
    "bookDirectLink": "O reserveu directament a {courseName}",
    "conditionsWidgetTitle": "Condicions d'Avui",
    "conditionsWidgetDesc": "Comproveu les condicions de joc actuals abans de sortir.",
    "conditionsWidgetLink": "Veure condicions del camp",
    "gettingThereTitle": "Com Arribar-hi",
    "postcodeLabel": "Codi postal:",
    "fromLiverpoolLabel": "Des de l'Aeroport de Liverpool:",
    "fromLiverpoolValue": "~45 min en cotxe",
    "fromManchesterLabel": "Des de l'Aeroport de Manchester:",
    "fromManchesterValue": "~70 min en cotxe",
    "byTrainLabel": "En tren:",
    "byTrainValue": "Merseyrail fins a Southport, després taxi",
    "otherCoursesHeading": "Altres Camps",
    "compareAllLink": "Comparar tots els camps"
  },
  "open": {
    "pageTitle": "The Open Championship 2026 — Royal Birkdale",
    "pageDesc": "La vostra guia del 155è The Open Championship a Royal Birkdale, Southport. Història, entrades, allotjament i guia del camp.",
    "countdown": "Compte Enrere fins a The Open",
    "dates": "16–19 de juliol de 2026",
    "venue": "Royal Birkdale Golf Club, Southport",
    "historyTitle": "Royal Birkdale i The Open",
    "ticketsTitle": "Entrades i Informació per a Visitants",
    "stayTitle": "On Allotjar-se per al The Open",
    "days": "dies",
    "hours": "h",
    "minutes": "min",
    "seconds": "s"
  },
  "openPage": {
    "heroBadge": "El 155è The Open Championship",
    "heroTitle1": "The Open Championship",
    "heroTitle2": "Royal Birkdale 2026",
    "heroBtn1": "Aconseguir Entrades via TheOpen.com ↗",
    "heroBtn2": "Guia del Camp Royal Birkdale",
    "aboutTitle": "The Open Championship a Royal Birkdale",
    "aboutPara1": "The Open Championship — el Major més antic del golf i l'únic que es juga fora d'Amèrica del Nord — torna a Royal Birkdale per onzena vegada el juliol de 2026. Cap altre camp de la rota del The Open l'ha acollit amb més freqüència, un registre que reflecteix tant la qualitat del camp com la seva excepcional idoneïtat logística per a un campionat major.",
    "aboutPara2": "Royal Birkdale és uns links en el sentit més genuí. Els fairways discorren entre imponents dunes de sorra que canalitzen el vent costaner de maneres imprevisibles. El rough de salze — una signatura de Birkdale — és castigador però superable. Els greens són petits, ràpids i subtilment contornejats. Les condicions de campionat produeixen una puntuació que normalment acaba prop del par o millor per al guanyador, però només quan el temps acompanya. Quan no ho fa, Birkdale es converteix en una de les proves més exigents del golf mundial.",
    "aboutPara3": "El The Open de 2017 va oferir un dels finals més dramàtics que es recorden. Jordan Spieth, liderant de principi a fi, va fer un triple bogey al forat 13 després de desviar el seu tee shot a una zona amb equipament televisiu. La seva decisió posterior de prendre alleugeriment sota la regla de la zona de retirada — combinada amb un pitch extraordinari a pocs peus del forat — es va convertir en una de les imatges definitòries del golf de Major modern.",
    "aboutPara4": "Per als turistes de golf, The Open a Royal Birkdale representa una oportunitat única: l'esdeveniment de golf més prestigiós del món, en un dels camps de links més grans d'Anglaterra, en un entorn compacte i accessible. L'accés dels espectadors a tot el camp és excel·lent, l'ambient és inequívocament britànic, i el poble de menjar i entreteniment ha millorat considerablement en les edicions recents.",
    "pastChampionsTitle": "Campions del Passat a Royal Birkdale",
    "lastWinnerBadge": "Últim guanyador",
    "champNote2017": "De principi a fi — memorable escapada de la zona de retirada al 13",
    "champNote2008": "Segon pot de claret consecutiu",
    "champNote1998": "Primer Major als 41 anys",
    "champNote1991": "29 cops als primers nou forats de l'última volta",
    "champNote1983": "Cinquè i últim títol de The Open",
    "champNote1976": "Victòria de principi a fi",
    "champNote1971": "Tercer Major consecutiu en sis setmanes",
    "champNote1965": "Cinquè The Open Championship",
    "champNote1961": "La llegendària recuperació amb ferro de Palmer des d'un arbust al 15",
    "champNote1954": "El primer de cinc títols de The Open",
    "ticketsAlertTitle": "Entrades venudes únicament a través de TheOpen.com",
    "ticketsAlertDesc": "El R&A ven totes les entrades directament. No hi ha cap venedor oficial de tercers. Les entrades dels dies de campionat (dijous–diumenge) s'esgoten ràpidament — sovint en qüestió d'hores de ser alliberades. Registreu-vos a la llista d'espera i al sorteig del R&A a TheOpen.com ara.",
    "ticketTableHeaderType": "Tipus d'Entrada",
    "ticketTableHeaderPrice": "Preu",
    "ticketTableHeaderNotes": "Notes",
    "ticketType1": "Voltes d'Entrenament (dl–dc)",
    "ticketPrice1": "Per confirmar",
    "ticketNote1": "Normalment les entrades més accessibles, bon accés al camp",
    "ticketType2": "Dies de Campionat (dj–dg)",
    "ticketPrice2": "Per confirmar",
    "ticketNote2": "Reserveu via TheOpen.com tan aviat com estiguin disponibles",
    "ticketType3": "Entrades Júnior",
    "ticketPrice3": "Gratuït (menors de 16 anys)",
    "ticketNote3": "Han d'anar acompanyats d'un titular d'entrada adult vàlida",
    "ticketsBtn": "Aconseguir Entrades — TheOpen.com ↗",
    "stayIntroDesc": "L'allotjament en un radi de 10 milles de Royal Birkdale es reserva 12–18 mesos abans de la setmana del The Open. Si encara no heu reservat, valoreu Liverpool o Formby com a alternatives — tots dos són viables amb una planificació anticipada.",
    "accomArea1Name": "Birkdale i Southport",
    "accomArea1Desc": "A distància a peu o en taxi breu fins a Royal Birkdale. The Bold Hotel a Lord Street és l'opció tradicional. Reserveu amb 12 mesos o més d'antelació per a la setmana del The Open.",
    "accomArea1Distance": "< 2 milles",
    "accomArea1Price": "£££",
    "accomArea2Name": "Poble de Formby",
    "accomArea2Desc": "B&Bs i lloguers vacacionals en un entorn més tranquil, 20 min en cotxe fins a Birkdale. FormbyGuide.co.uk té llistes d'allotjament local.",
    "accomArea2Distance": "~5 milles",
    "accomArea2Price": "££",
    "accomArea3Name": "Centre de Liverpool",
    "accomArea3Desc": "Àmplia elecció d'hotels, 45–60 min en cotxe o tren. Millor disponibilitat però requereix desplaçament diari.",
    "accomArea3Distance": "~18 milles",
    "accomArea3Price": "££",
    "accomArea4Name": "Manchester",
    "accomArea4Desc": "Accés directe per autopista, 60–75 min. Útil si es combina amb altres viatges.",
    "accomArea4Distance": "~40 milles",
    "accomArea4Price": "££",
    "southportHotelsBtn": "Guia d'Hotels de Southport ↗",
    "formbyAccomBtn": "Allotjament a Formby ↗",
    "visitorGuideTitle": "Guia per a Visitants — Què Esperar",
    "gettingThereTitle": "Com Arribar-hi",
    "gettingThereItem1": "Codi postal: PR8 2LX (entrada principal de Royal Birkdale)",
    "gettingThereItem2": "Centre de Southport ~2 milles — autobusos llançadora durant la setmana del The Open",
    "gettingThereItem3": "Aeroport de Liverpool: 45 min en cotxe",
    "gettingThereItem4": "Aeroport de Manchester: 65 min en cotxe",
    "gettingThereItem5": "Merseyrail fins a l'estació de Birkdale: 8 min a peu fins al camp",
    "onTheDayTitle": "El Dia del Torneig",
    "onTheDayItem1": "Les portes obren 2 hores abans de la primera hora de sortida",
    "onTheDayItem2": "Codi de vestimenta: smart casual, recomanable calçat pla",
    "onTheDayItem3": "Telèfons mòbils permesos (mode silenci, sense vídeo)",
    "onTheDayItem4": "S'accepten efectiu i targetes a tot arreu",
    "onTheDayItem5": "Pavelló de marxandatge oficial — feu cua aviat",
    "spectatorTipsTitle": "Consells per als Espectadors",
    "spectatorTipsItem1": "Els dies d'entrenament ofereixen l'accés més proper al camp i les millors oportunitats fotogràfiques",
    "spectatorTipsItem2": "Els forats 17 i 18 s'omplen molt — col·loqueu-vos aviat per veure el final",
    "spectatorTipsItem3": "Els tees del forat 1 i el 13 donen bones vistes de la mida del camp",
    "spectatorTipsItem4": "Les graderies naturals de dunes de Birkdale requereixen bon calçat",
    "spectatorTipsItem5": "Consulteu l'app del R&A per al marcador en temps real i el seguiment de jugadors",
    "playCourseTitle": "Juga al Camp",
    "playCourseItem1": "Les hores de sortida per a visitants es reprenen una vegada desmuntada la infraestructura del campionat",
    "playCourseItem2": "Les hores de sortida post-The Open es reserven ràpidament — Royal Birkdale gestiona directament",
    "playCourseItem3": "Combineu amb Hillside o S&A per a un viatge complet per la zona de Birkdale",
    "playCourseItem4": "Hi ha caddies disponibles — reserveu amb molta antelació per a una experiència premium",
    "quickFactsTitle": "Dades Ràpides",
    "factLabelChampNumber": "Número del Campionat",
    "factValueChampNumber": "155è The Open",
    "factLabelVenue": "Seu",
    "factValueVenue": "Royal Birkdale GC",
    "factLabelLocation": "Ubicació",
    "factValueLocation": "Southport, PR8 2LX",
    "factLabelDates": "Dates",
    "factValueDates": "16–19 de juliol de 2026",
    "factLabelPracticeDays": "Dies d'Entrenament",
    "factValuePracticeDays": "13–15 de juliol de 2026",
    "factLabelDefendingChamp": "Campió Defensor",
    "factValueDefendingChamp": "Brian Harman (2023)",
    "factLabelOrganiser": "Organitzador",
    "factValueOrganiser": "The R&A",
    "factLabelTimesHosted": "Vegades organitzat a Birkdale",
    "factValueTimesHosted": "11 (des del 1954)",
    "officialLinksTitle": "Enllaços Oficials",
    "officialLink1Label": "Lloc Oficial del The Open Championship",
    "officialLink2Label": "Royal Birkdale Golf Club",
    "officialLink3Label": "R&A — Sorteig d'Entrades",
    "officialLink4Label": "Informació per a Visitants de Southport",
    "bookAccomTitle": "Reservar Allotjament",
    "bookAccomDesc": "No ho deixeu per a més tard. L'allotjament de la setmana del The Open s'esgota ràpidament. Reserveu a Booking.com per a la selecció més àmplia i cancel·lació flexible.",
    "bookAccomBtn": "Buscar Hotels a Southport ↗",
    "bookAccomAffiliate": "Enllaç d'afiliació de Booking.com",
    "playBirkdaleTitle": "Jugar a Royal Birkdale",
    "playBirkdaleDesc": "Esteu planificant una volta abans o després del The Open? Green fees, política de visitants i guia de reserva.",
    "playBirkdaleLink": "Guia del camp Royal Birkdale"
  },
  "teeTimesPage": {
    "headerBadge": "Guia per a Visitants",
    "pageTitle": "Com Aconseguir una Hora de Sortida",
    "pageDesc": "Polítiques de visitants, processos de reserva i què esperar a cada camp — inclòs el procés notòriament confús de Formby Golf Club, explicat clarament.",
    "formbyCalloutTitle": "Formby Golf Club — El Complicat",
    "formbyCalloutIntro": "Formby Golf Club genera més confusió entre els visitants que qualsevol altre camp de la Costa de Sefton. Aquí teniu la imatge completa:",
    "formbyPoint1Title": "Només per a homes.",
    "formbyPoint1Text": "Formby Golf Club és un club privat exclusivament masculí. Això no és inusual per als clubs de golf anglesos tradicionals, però val la pena saber-ho abans d'arribar amb un grup mixt.",
    "formbyPoint2Title": "Sense reserva en línia.",
    "formbyPoint2Text": "No hi ha cap sistema de reserva d'hores de sortida al web. Cal escriure o trucar directament al secretari del club.",
    "formbyPoint3Title": "Acords de reciprocitat.",
    "formbyPoint3Text": "L'accés és principalment a través de clubs amb acords de reciprocitat formals. Pregunteu al secretari del vostre club local si tenen un acord amb Formby.",
    "formbyPoint4Title": "Una carta de presentació ajuda.",
    "formbyPoint4Text": "Una carta formal del professional o secretari del vostre club local augmenta significativament les possibilitats d'accés de visitants.",
    "formbyPoint5Title": "Formby Ladies Golf Club és independent.",
    "formbyPoint5Text": "Adjacent però completament independent — amb el seu propi camp, socis i política de visitants. Més obert als visitants que el club masculí.",
    "formbyPoint6Title": "Val la pena l'esforç.",
    "formbyPoint6Text": "Si podeu accedir-hi, feu-ho. El camp és excepcional — pins de ribera costanera i dunes de links combinades de manera única.",
    "allCoursesTitle": "Política de Visitants — Tots els Camps",
    "difficultyRestricted": "Restringit",
    "difficultyByArrangement": "Per acord",
    "difficultyWelcome": "Visitants benvinguts",
    "callBtn": "Trucar",
    "websiteBtn": "Web",
    "visitorPolicyLabel": "Política de Visitants",
    "bestDaysLabel": "Millors Dies",
    "bookingLabel": "Reserva",
    "handicapRequirementLabel": "Requisit de handicap:",
    "handicapRequirementText": "Cal certificat masculí (límit {limit}). Porteu la vostra targeta de handicap del club o targeta EGA.",
    "generalTipsTitle": "Consells Generals per als Golfistes Visitants",
    "tip1Title": "Porteu sempre el vostre certificat de handicap",
    "tip1Text": "Tots els camps de la Costa de Sefton excepte Southport Old Links requereixen un certificat de handicap. S'accepta la targeta de la vostra associació nacional de golf o la targeta EGA.",
    "tip2Title": "Reserveu amb antelació, especialment a l'estiu",
    "tip2Text": "La Costa de Sefton és molt concorreguda de juny a setembre. Royal Birkdale i Hillside s'omplen amb 4–8 setmanes d'antelació en temporada alta. No us presenteu sense reserva esperant sort.",
    "tip3Title": "El codi de vestimenta s'aplica a tot arreu",
    "tip3Text": "Smart casual com a mínim a tots els clubs. Sense texans, sense bambes, sense samarretes a la majoria. Alguns clubs requereixen coll i pantalons de vestir al club.",
    "tip4Title": "Arribeu 30 minuts d'hora",
    "tip4Text": "Els camps de links sovint requereixen caminar des de l'aparcament fins al primer tee. Necessiteu temps per escalfar i preguntar al pro shop sobre les regles locals i qualsevol condició temporal.",
    "tip5Title": "Pregunteu sobre el sistema de zona de retirada",
    "tip5Text": "Royal Birkdale té zones de retirada específiques i àrees d'interès especial sota les regles locals. Aconseguiu la targeta de regles locals al pro shop.",
    "tip6Title": "El temps canvia ràpidament a la costa",
    "tip6Text": "Porteu un impermeable fins i tot si el matí sembla clar. El temps costaner és impredictible. Un vent del sud-oest fresc al matí pot ser fort als darrers nou forats."
  },
  "accommodationPage": {
    "headerBadge": "Allotjament Amigable per a Golfistes",
    "pageTitle": "Allotjament per a Golfistes",
    "pageDesc": "Allotjament seleccionat prop de Royal Birkdale i els camps de la Costa de Sefton — triat per l'emmagatzematge de pals, esmorzar primerenc i proximitat al primer tee.",
    "openCalloutTitle": "Reserveu per al The Open Championship 2026?",
    "openCalloutDesc": "L'allotjament prop de Royal Birkdale durant la setmana del The Open (14–20 de juliol de 2026) es reserva amb 12–18 mesos d'antelació. Si llegiu això després del març de 2026, les opcions dins de 5 milles seran molt limitades. Consulteu el centre de Liverpool, Ormskirk i Wigan com a opcions alternatives.",
    "openCalloutLink": "Guia d'allotjament per al The Open 2026",
    "distanceFromBirkdale": "de Royal Birkdale",
    "approxLabel": "aprox.",
    "golferFeaturesLabel": "Característiques per a Golfistes",
    "checkAvailabilityBtn": "Comprovar Disponibilitat ↗",
    "tipsTitle": "Consells d'Allotjament per als Visitants de Golf",
    "tip1": "Reserveu hores de sortida de dimarts a dijous si us allotgeu entre setmana — millor disponibilitat a tots els camps i normalment més tranquil al camp.",
    "tip2": "Pregunteu sobre l'emmagatzematge de pals/bosses en fer la reserva. Els bons hotels de golf tindran un magatzem sec dedicat en comptes de deixar les bosses a la vostra habitació durant la nit.",
    "tip3": "L'estació de Birkdale (Merseyrail) és a 8 minuts a peu de l'entrada principal de Royal Birkdale. Útil si el vostre hotel és al centre de Southport.",
    "tip4": "La cancel·lació flexible és important — el temps del golf de links és impredictible. Reserveu tarifes reemborsables llevat que els estalvis en les no reemborsables siguin significatius.",
    "southportHotelsLinkTitle": "Guia Completa d'Hotels de Southport",
    "southportHotelsLinkDesc": "SouthportGuide.co.uk — hotels, B&Bs, autoservei",
    "formbyAccomLinkTitle": "Guia d'Allotjament de Formby",
    "formbyAccomLinkDesc": "FormbyGuide.co.uk — base més tranquil·la, 5 milles de Birkdale"
  },
  "scorecardPage": {
    "headerBadge": "Dades del Camp",
    "pageTitle": "Base de Dades de Targetes de Puntuació",
    "pageDesc": "Par, iardes des de tots els tees, qualificació del camp i pendent per a cada camp de la Costa de Sefton. Useu-les per planificar el vostre joc i establir expectatives abans d'arribar.",
    "fullGuideLink": "Guia completa",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Iardes",
    "tableHeaderMetres": "Metres",
    "tableHeaderRating": "Qualificació",
    "tableHeaderSlope": "Pendent",
    "statGreenFeeLabel": "Green Fee",
    "statVisitorPolicyLabel": "Política de Visitants",
    "statVisitorRestricted": "Restringit",
    "statVisitorByArrangement": "Per acord",
    "statVisitorWelcome": "Benvingut",
    "statChampRatingLabel": "Qualificació de Campionat",
    "statDistanceFromBirkdaleLabel": "Distància de Birkdale",
    "statAdjacentValue": "Adjacent",
    "understandingDataTitle": "Comprensió de les Dades",
    "courseRatingTitle": "Qualificació del Camp",
    "courseRatingDesc": "La puntuació esperada per a un golfista scratch (handicap zero) des d'aquell tee. Una qualificació de 76,5 significa que s'espera que un jugador scratch puntuï 76,5 en condicions normals.",
    "slopeRatingTitle": "Qualificació de Pendent",
    "slopeRatingDesc": "Mesura la dificultat en relació amb un golfista de bogey. L'escala de la USGA va de 55 a 155 — un pendent de 113 és la mitjana, 148 (Royal Birkdale campionat) és extremadament difícil.",
    "yardageMetresTitle": "Iardes i Metres",
    "yardageMetresDesc": "Els clubs anglesos utilitzen iardes. Es proporcionen metres per als visitants d'Europa continental. Els dispositius GPS i els telèmetres estan àmpliament permesos — consulteu amb cada club abans d'usar-los en competicions.",
    "dataAccuracyTitle": "Precisió de les Dades",
    "dataAccuracyDesc": "Dades verificades amb les millors fonts disponibles. Les qualificacions del camp i el pendent poden ser actualitzades periòdicament pel club. Verifiqueu sempre amb el club abans d'usar-les en competicions."
  },
  "itinerariesPage": {
    "headerBadge": "Costa de Sefton",
    "pageTitle": "Itineraris de Viatges de Golf",
    "pageDesc": "Viatges de golf preparats per a tota durada i pressupost — des d'un concís viatge de dos dies fins a la gran gira completa de cinc camps. O useu el planificador per crear el vostre propi.",
    "plannerTitle": "Planificador de Viatges de Golf",
    "plannerDesc": "Introduïu els vostres dies, pressupost i handicap — us emparellarem amb l'itinerari adequat.",
    "allItinerariesTitle": "Tots els Itineraris",
    "dayLabel": "dia",
    "daysLabel": "dies",
    "budgetPremium": "£££ Premium",
    "budgetStandard": "££ Estàndard",
    "budgetValue": "£ Econòmic",
    "courseOrderLabel": "Ordre dels Camps",
    "whereToStayLabel": "On Allotjar-se",
    "diningLabel": "Restaurants",
    "estimatedGreenFeesLabel": "Green Fees Estimats",
    "bookViaGolfBreaksBtn": "Reservar via Golf Breaks ↗",
    "howToPlanTitle": "Com Planificar un Viatge de Golf a la Costa de Sefton",
    "howToPlanPara1": "Els camps de la Costa de Sefton estan prou agrupats perquè un viatge de dos dies pugui cobrir dues o tres voltes sense logística difícil. Royal Birkdale i Hillside són literalment adjacents — podríeu anar-hi a peu. Southport & Ainsdale és tres milles més al sud. Formby és a cinc milles de Birkdale per l'A565.",
    "howToPlanPara2": "Per als viatges de varis dies, instal·leu-vos a Southport. La ciutat té la selecció d'hotels més àmplia, i tot, des de Lord Street fins a Birkdale, és a distància de taxi. Si preferiu un allotjament més tranquil i barat, el poble de Formby és a 20 minuts cap al sud i té bones opcions de B&B.",
    "howToPlanPara3": "L'ordre importa. No jugueu primer a Royal Birkdale — passareu la resta del viatge comparant-ho tot amb ell. Aneu pujant: comenceu amb Old Links o S&A, passeu a Hillside el segon dia, i arribeu a Birkdale quan hàgiu trobat les vostres cames de links. El contrast farà que el final sembli merescut.",
    "howToPlanPara4": "Reserveu les hores de sortida abans d'arribar. Royal Birkdale s'omple setmanes abans, Hillside de dues a quatre setmanes, S&A i Old Links sovint podeu accedir-hi amb una setmana d'antelació. Formby requereix contacte previ amb el secretari del club — no hi ha reserva en línia."
  },
  "conditions": {
    "pageTitle": "Estat dels Camps de la Costa de Sefton",
    "pageDesc": "Condicions de joc actuals a Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale i Southport Old Links",
    "lastUpdated": "Última actualització",
    "firm": "Ferm",
    "standard": "Estàndard",
    "wet": "Mullat / Tou",
    "closed": "Tancat",
    "windSpeed": "Vent",
    "windDir": "Direcció",
    "notes": "Notes"
  },
  "conditionsPage": {
    "headerBadge": "Actualització Diària",
    "pageTitle": "Estat del Camp",
    "pageDesc": "Condicions de joc actuals a tots els sis camps de la Costa de Sefton — actualitzades manualment cada matí a les 7:30h. Comproveu-les abans de viatjar.",
    "aboutLinksTitle": "Sobre les Condicions dels Links",
    "aboutLinksPara1": "Les condicions del golf de links són fonamentalment diferents de les del golf de parc. Les variables clau són la direcció i força del vent, les precipitacions recents i el drenatge, i la fermesa del terreny. Un camp ferm i sec juga de manera completament diferent a un de mullat i tou — els golps d'aproximació no s'aturen, la pilota rodola més des del tee, i el xipping es torna més creatiu.",
    "aboutLinksPara2": "Els camps de la Costa de Sefton drenen bé per disseny — estan construïts sobre sorra. Fins i tot després de pluges intenses, Royal Birkdale i Hillside normalment es recuperen més ràpidament que els camps interiors. Southport & Ainsdale i West Lancashire poden retenir l'aigua una mica més temps a causa del seu terreny. Les seccions de bosc de Formby s'assequen més ràpidament.",
    "aboutLinksPara3": "La velocitat i la direcció del vent importa aquí més que a gairebé qualsevol lloc d'Anglaterra. El vent del sud-oest dominant a Royal Birkdale crea l'experiència de camp 'natural' per a la qual es va dissenyar el recorregut. Un vent de l'est des de terra genera un camp completament diferent. Aquesta guia inclou una clau de direcció del vent específica per a Royal Birkdale.",
    "conditionsDisclaimer": "Les dades de condicions són aproximades i es mantenen manualment. Verifiqueu sempre amb el club individual abans de viatjar. SeftonLinks no accepta cap responsabilitat per tancaments de camps o condicions que difereixin d'aquesta pàgina."
  },
  "contactPage": {
    "pageTitle": "Contacte",
    "pageDesc": "Preguntes, correccions, llistes destacades i consultes comercials.",
    "getInTouchTitle": "Poseu-vos en Contacte",
    "generalEnquiriesLabel": "Consultes generals:",
    "featuredListingsLabel": "Llistes destacades:",
    "featuredListingsText": "Els clubs de golf, l'allotjament de golf, els serveis de caddie i els restaurants post-volta poden consultar sobre col·locació destacada. Envieu un correu amb els detalls del vostre negoci.",
    "dataCorrectionsLabel": "Correccions de dades:",
    "dataCorrectionsText": "Si alguna dada del camp — green fees, política de visitants, horaris — és incorrecta, feu-nos-ho saber. Actualitzem ràpidament.",
    "pressMediaLabel": "Premsa i Mitjans:",
    "pressMediaLinkText": "Churchtown Media Ltd",
    "beforeContactTitle": "Abans de Contactar-nos",
    "beforeContactItem1": "→ Per a reserves d'hores de sortida, contacteu directament amb els clubs — som una guia, no una plataforma de reserva.",
    "beforeContactItem2": "→ Per a entrades del The Open Championship, visiteu TheOpen.com.",
    "beforeContactItem3": "→ Per a consultes de visitants de Royal Birkdale, truqueu-los directament al 01704 552261."
  },
  "legalPage": {
    "privacyTitle": "Política de Privacitat",
    "termsTitle": "Condicions d'Ús",
    "lastUpdated": "Última actualització: febrer de 2026",
    "privacyIntro": "SeftonLinks.com és operat per Churchtown Media Ltd. Prenem la vostra privacitat seriosament.",
    "analyticsTitle": "Analítica",
    "analyticsDesc": "Utilitzem Plausible Analytics (privacitat primer, compatible amb el RGPD, sense galetes, sense recollida de dades personals) i Microsoft Clarity (gravacions de sessions — anonimitzades). Cap dels dos requereix consentiment de galetes sota el RGPD quan es configuren correctament.",
    "affiliateLinksTitle": "Enllaços d'Afiliació",
    "privacyAffiliateDesc": "Alguns enllaços d'aquest lloc son enllaços d'afiliació (Golf Breaks, Booking.com, Sykes Cottages). Estan clarament etiquetats. Clicar-los pot resultar en una comissió per a SeftonLinks.com sense cap cost addicional per a vosaltres.",
    "privacyContactTitle": "Contacte",
    "privacyContactText": "Consultes de privacitat:",
    "termsIntro": "En usar SeftonLinks.com accepteu aquestes condicions. El lloc és operat per Churchtown Media Ltd.",
    "infoAccuracyTitle": "Precisió de la Informació",
    "infoAccuracyDesc": "Els green fees, polítiques de visitants, horaris i dades dels camps es proporcionen de bona fe i s'actualitzen regularment. Verifiqueu sempre directament amb el club abans de viatjar. SeftonLinks no accepta cap responsabilitat per informació desactualitzada o tancaments de camps.",
    "termsAffiliateDesc": "Aquest lloc participa en programes d'afiliació incloent Golf Breaks, Booking.com i Sykes Cottages. Les comissions guanyades ajuden a finançar l'operació editorial sense cap cost per als usuaris.",
    "copyrightTitle": "Drets d'Autor",
    "copyrightDesc": "Tot el contingut editorial © 2026 SeftonLinks.com. Les dades del camp (par, qualificacions, pendent) són factuals i no estan subjectes a drets d'autor. No reproduïu el contingut editorial sense permís escrit."
  },
  "notFound": {
    "heading": "Pàgina no trobada",
    "description": "Aquesta pàgina no existeix. Potser esteu buscant una guia de camp, el centre del The Open, o l'estat del camp?",
    "backHomeBtn": "Tornar a l'Inici",
    "courseGuidesBtn": "Guies de Camps"
  },
  "footer": {
    "tagline": "La guia definitiva de golf de links a la Costa de Sefton — Royal Birkdale, Hillside, Formby i el millor del golf de links anglès.",
    "builtBy": "Creat per Churchtown Media",
    "builtByLink": "Creat per Churchtown Media ↗",
    "networkLabel": "Xarxa de la Costa de Sefton",
    "exploreTitle": "Explorar",
    "networkTitle": "Xarxa de la Costa de Sefton",
    "legalTitle": "Informació",
    "copyright": "© 2026 SeftonLinks.com — Tots els drets reservats.",
    "southportGuide": "SouthportGuide.co.uk",
    "formbyGuide": "FormbyGuide.co.uk",
    "coursesHeading": "Camps",
    "openHeading": "The Open 2026",
    "openDesc": "The Open Championship torna a Royal Birkdale, Southport el juliol de 2026 — la primera vegada des de la victòria icònica de Jordan Spieth el 2017.",
    "openGuideBtn": "Guia del The Open 2026 →",
    "languagesHeading": "Idiomes",
    "privacyLink": "Privacitat",
    "termsLink": "Condicions",
    "contactLink": "Contacte",
    "navCourses": "Camps",
    "navTheOpen": "The Open 2026",
    "navGolfBreaks": "Viatges de Golf",
    "navConditions": "Estat del Camp",
    "navScorecards": "Targetes de Puntuació",
    "navTeeTimes": "Hores de Sortida",
    "navAccommodation": "Allotjament",
    "courseRoyalBirkdale": "Royal Birkdale",
    "courseHillside": "Hillside Golf Club",
    "courseFormby": "Formby Golf Club",
    "courseWestLancs": "West Lancashire",
    "courseSouthportAinsdale": "Southport & Ainsdale",
    "courseOldLinks": "Southport Old Links"
  },
  "courseData": {
    "royal-birkdale": {
      "tagline": "Seu del The Open Championship 2026 — el cim del golf de links",
      "description": "Royal Birkdale és el millor camp de links que la majoria de golfistes jugaran mai. Situat entre imponents dunes de sorra a la Costa de Sefton, ha acollit deu Open Championships i es classifica consistentment entre els cinc millors camps del món. The Open 2026 torna aquí el juliol — i si esteu planificant un viatge de golf a la Costa de Sefton, aquesta és la raó.\n\nEl camp exigeix creativitat i intel·ligència. Els fairways discorren entre dunes abruptes que canalitzen el vent de maneres imprevisibles. El rough és brutal. Els greens són ràpids, subtils i posicionats per fer-vos pensar en cada golpe d'aproximació. No és un camp que es pugui superar a la força — l'experiència en links ajuda enormement.\n\nLes hores de sortida per a visitants estan disponibles, però Royal Birkdale és estricte tant amb la disponibilitat com amb l'etiqueta. Reserveu amb molta antelació, respecteu el codi de vestimenta i compliu el requisit de certificat de handicap.",
      "visitorPolicy": "Visitants benvinguts subjectes a disponibilitat. Cal certificat de handicap (homes 24, dones 36). Sense visitants els dies de competició."
    },
    "hillside": {
      "tagline": "El millor camp de links que no coneixeu — fins ara",
      "description": "Hillside és el secret millor guardat de la Costa de Sefton — tot i que no per molt de temps. Adjacent directament a Royal Birkdale, comparteix el mateix impressionant paisatge de dunes però ofereix un accés significativament millor per als visitants a una fracció del green fee. Els professionals de golf que han jugat ambdós camps sovint classifiquen els nou forats del dorsal de Hillside entre els millors d'Anglaterra.\n\nEl camp va experimentar un redisseny significatiu dels seus últims nou forats, que ara discorren a través d'un impressionant terreny de crestes i valls entre les dunes. El recorregut és lògic i l'estat del camp és consistentment excel·lent. Si esteu construint un itinerari de varis dies, Hillside el dia anterior a Royal Birkdale és una combinació gairebé perfecta.",
      "visitorPolicy": "Visitants benvinguts la majoria de dies de la setmana i alguns caps de setmana. Cal certificat de handicap."
    },
    "formby": {
      "tagline": "Una joia privada — un dels millors camps de links interiors d'Anglaterra",
      "description": "Formby Golf Club és un dels clubs més exclusius de la Costa de Sefton, i la seva política de visitants ho reflecteix. El club té un acord de reciprocitat amb un nombre limitat de clubs i gestiona les sol·licituds dels visitants cas per cas — no podeu simplement reservar una hora de sortida en línia.\n\nEl camp en si és excepcional. Situat a través de boscos de pins costaners amb trams de links de bruguera pura, és una experiència fonamentalment diferent a la de Royal Birkdale o Hillside. Els pins proporcionen refugi i un caràcter visual distintiu, mentre que les seccions de dunes són tan desafiants com qualsevol cosa de la costa. Si podeu accedir-hi, feu-ho.\n\nNota: Formby Golf Club és un club exclusivament masculí. Formby Ladies Golf Club (adjacent, fundat el 1896) és un club separat i igualment prestigiós amb el seu propi camp i una política de visitants més accessible.",
      "visitorPolicy": "Accés restringit de visitants. Acords de reciprocitat amb clubs aprovats únicament. Contacteu directament amb el secretari del club per consultar."
    },
    "west-lancashire": {
      "tagline": "Un dels clubs més antics d'Anglaterra — golf de links en la seva forma més pura",
      "description": "West Lancashire Golf Club, fundat el 1873, és un dels clubs de golf més antics d'Anglaterra i un dels menys visitats de la Costa de Sefton — principalment perquè es troba una mica més al nord a Blundellsands, fora del clúster immediat de Southport.\n\nAixò és una llàstima, perquè West Lancashire és una prova de links seriosa. El camp té una qualitat crua i sense polidura que els puristes estimen — el rough és rough de veritat, els greens són ràpids i fidels, i el vent de la Mar d'Irlanda és omnipresent. Li manca el polit refinat de Royal Birkdale però ofereix una experiència de links més autèntica i elemental a un green fee considerablement més accessible.\n\nEl club té una llarga història amb la qualificació del The Open Championship. Si voleu jugar un links genuïnament històric i desafiant sense el preu premium, West Lancashire és una opció sòlida.",
      "visitorPolicy": "Visitants benvinguts la majoria de dies feiners. Cap de setmana limitat — truqueu per avançat."
    },
    "southport-ainsdale": {
      "tagline": "Llegat de la Ryder Cup i caràcter genuí de links a un preu accessible",
      "description": "Southport & Ainsdale — conegut localment com S&A — va acollir la Ryder Cup el 1933 i el 1937, convertint-lo en un dels pocs llocs no reials amb aquesta distinció. La història per si sola fa que valgui la pena una volta, però el camp guanya la seva reputació per mèrits propis.\n\nS&A se situa entre Hillside i Formby i comparteix el terreny de dunes costaneres que caracteritza el millor de la Costa de Sefton. Els primers forats són relativament benignes, cosa que dóna als visitants una falsa sensació de seguretat — el camp s'endureix considerablement al llarg de la secció mitjana, amb diversos forats genuïnament exposats al vent occidental dominant.\n\nEls green fees es troben entre els més accessibles de la costa per al que és genuïnament un links històric i desafiant. Per als visitants que preparen un viatge de varis dies, S&A s'acomoda bé amb Hillside o West Lancashire per a un sòlid itinerari de dos dies a un cost raonable.",
      "visitorPolicy": "Visitants benvinguts la majoria de dies feiners. Cap de setmana per acord. Obert a societats."
    },
    "southport-old-links": {
      "tagline": "Valor amagat — uns links genuïns al preu més accessible de la costa",
      "description": "Southport Old Links és el tranquil. Arrecerat a Churchtown a la vora nord de Southport, és el tipus de club que s'oblida als itineraris de llista de desitjos — i exactament per això val la pena jugar-hi.\n\nFundat el 1901 i situat sobre terreny de links genuí, Old Links ofereix una volta que supera àmpliament el seu green fee. El camp és més curt que els seus veïns de la Costa de Sefton però juga més llarg que la targeta en una brisa costera, i els bunkers estan col·locats de manera reflexiva per recompensar el joc de links adequat.\n\nPer als visitants que construeixen un viatge d'alt volum — quatre o cinc voltes — Old Links proporciona un benvingut alleujament per a la cartera mentre continua oferint golf de links autèntic. També és el més acollit dels visitants sense certificats de handicap, cosa que el converteix en l'elecció natural per als jugadors de handicap elevat o jugadors ocasionals.",
      "visitorPolicy": "Molt acollidors amb els visitants la majoria de dies de la setmana. El club més accessible de la costa."
    }
  }
}
