{
  "nav": {
    "courses": "Cyrsiau",
    "theOpen": "The Open 2026",
    "itineraries": "Gwyliau Golff",
    "conditions": "Cyflwr y Cwrs",
    "scorecard": "Sgordiau",
    "teeTimes": "Amser tee",
    "accommodation": "Llety",
    "contact": "Cysylltu"
  },
  "meta": {
    "homeTitle": "Golff Dolenni Arfordir Sefton — Royal Birkdale, Hillside a The Open 2026",
    "homeDesc": "Chwe chwrs dolenni pencampwriaeth ar Arfordir Sefton — Royal Birkdale, Hillside, Formby, West Lancashire a mwy. Canllawiau ymwelwyr, amseroedd tee, ffioedd green, a gwyliau golff. The Open Championship 2026.",
    "coursesTitle": "Cyrsiau Golff Arfordir Sefton — Royal Birkdale, Hillside a Formby",
    "coursesDesc": "Y canllaw cyflawn i gyd-chwe chwrs dolenni Arfordir Sefton — polisïau ymwelwyr, ffioedd green, graddfeydd cwrs, archebu amseroedd tee.",
    "openTitle": "The Open Championship 2026 yn Royal Birkdale — Canllaw Ymwelwyr",
    "openDesc": "Eich canllaw cyflawn i The 155ed Open Championship yn Royal Birkdale, Southport, 16–19 Gorffennaf 2026. Hanes, pencampwyr y gorffennol, tocynnau, llety, canllaw cwrs a chyngor teithio.",
    "scorecardTitle": "Sgordiau Cyrsiau Golff Arfordir Sefton — Par, Llathenni a Graddfa Cwrs",
    "scorecardDesc": "Data sgordiau cyflawn ar gyfer pob un o chwe chwrs Arfordir Sefton — par, llathenni o bob tee, graddfa cwrs a graddfa llethr. Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale a Southport Old Links.",
    "teeTimesTitle": "Amseroedd Tee yn Royal Birkdale a Chlybiau Golff Arfordir Sefton",
    "teeTimesDesc": "Sut i archebu amseroedd tee fel ymwelydd yn Royal Birkdale, Hillside, Formby a phob un o chwe chlwb Arfordir Sefton. Rhybudd ymlaen llaw sydd ei angen, diwrnodau ymwelwyr, cysylltiadau uniongyrchol, a pholisi gwadd Formby wedi'i egluro.",
    "itinerariesTitle": "Gwyliau Golff Arfordir Sefton — Rhaglenni 2, 3 a 5 Diwrnod",
    "itinerariesDesc": "Rhaglenni gwyliau golff parod ar gyfer Arfordir Sefton. Cyfuniadau dau, tri a phum niwrnod o Royal Birkdale, Hillside, Formby a'r coridor cyfan, gydag argymhellion llety a bwyta.",
    "accommodationTitle": "Llety Golff ger Royal Birkdale, Southport",
    "accommodationDesc": "Ble i aros ger Royal Birkdale a chyrsiau golff Arfordir Sefton. Gwestai, B&B a bythynnod gwyliau yn Southport a Birkdale — wedi'u trefnu yn ôl pellter, gyda nodiadau ar argaeledd The Open Championship 2026.",
    "conditionsTitle": "Cyflwr Cyrsiau Arfordir Sefton — Statws Chwarae Dyddiol",
    "conditionsDesc": "Amodau chwarae dyddiol yn Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale a Southport Old Links. Caled, safonol, gwlyb neu ar gau — wedi'i ddiweddaru bob bore.",
    "contactTitle": "Cysylltu â SeftonLinks",
    "contactDesc": "Cwestiynau, cywiriadau cwrs, rhestrau dan sylw a ymholiadau busnes.",
    "course": {
      "royal-birkdale": {
        "title": "Royal Birkdale Golf Club — Canllaw Ymwelwyr, Ffioedd Green ac Amseroedd Tee",
        "desc": "Lleoliad The Open Championship 2026. Ffi green ymwelwyr £300–£350. Par 70, 7,156 llath. Polisi ymwelwyr llawn, sut i archebu a chanllaw ôl-rownd."
      },
      "hillside": {
        "title": "Hillside Golf Club Southport — Canllaw Ymwelwyr a Ffioedd Green",
        "desc": "Y cwrs dolenni gorau na chlywoch chi amdano eto. Ffi green £100–£150. Par 72, 6,850 llath. Polisi ymwelwyr a chanllaw cwrs."
      },
      "formby": {
        "title": "Formby Golf Club — Canllaw Ymwelwyr, Ffioedd Green ac Amseroedd Tee",
        "desc": "Gem breifat — un o gyrsiau dolenni mewndirol gorau Lloegr. Ffi green £160–£210. Par 72, 6,893 llath. Polisi ymwelwyr a chanllaw archebu."
      },
      "west-lancashire": {
        "title": "West Lancashire Golf Club — Ffioedd Green Ymwelwyr ac Amseroedd Tee",
        "desc": "Un o glybiau hynaf Lloegr — golff dolenni yn ei burdeb. Ffi green £80–£130. Par 72, 6,756 llath. Canllaw ymwelwyr llawn."
      },
      "southport-ainsdale": {
        "title": "Southport & Ainsdale Golf Club — Canllaw Ymwelwyr a Ffioedd Green",
        "desc": "Treftadaeth Cwpan Ryder a chymeriad dolenni dilys. Ffi green £65–£100. Par 72, 6,612 llath. Polisi ymwelwyr a chanllaw cwrs."
      },
      "southport-old-links": {
        "title": "Southport Old Links Golf Club — Canllaw Ymwelwyr a Ffioedd Green",
        "desc": "Gwerth cudd — dolenni dilys am y pris mwyaf hygyrch ar yr arfordir. Ffi green £40–£60. Par 71, 6,318 llath. Canllaw ymwelwyr llawn."
      }
    }
  },
  "home": {
    "heroTitle": "Coridor Golff Dolenni Gorau'r Byd",
    "heroSubtitle": "Chwe chwrs pencampwriaeth. Un darn o arfordir. Mae The Open Championship yn dychwelyd i Royal Birkdale ym mis Gorffennaf 2026.",
    "heroCtaCourses": "Archwilio'r Cyrsiau",
    "heroCtaOpen": "The Open 2026",
    "openBanner": "The Open Championship 2026 — Royal Birkdale, Southport",
    "openCountdownLabel": "Tan The Open Championship",
    "coursesTitle": "Cyrsiau Arfordir Sefton",
    "coursesSubtitle": "Chwe chwrs dolenni gorau Lloegr, i gyd o fewn ychydig filltiroedd i'w gilydd",
    "featuresTitle": "Cynllunio Eich Taith Golff Dolenni",
    "conditionsTitle": "Cyflwr y Cwrs",
    "conditionsDesc": "Diweddariadau byw ar gyflwr cyrsiau ar draws Arfordir Sefton",
    "plannerTitle": "Cynlluniwr Gwyliau Golff",
    "plannerDesc": "Dywedwch wrthym am eich dyddiau, cyllideb a handicap — byddwn yn adeiladu eich amserlen",
    "affiliateCta": "Archebu Eich Gwyliau Golff",
    "affiliateDesc": "Amseroedd tee, gwestai a phecynnau drwy Golf Breaks"
  },
  "homePage": {
    "bannerText": "The Open Championship 2026 — Royal Birkdale, Southport. 16–19 Gorffennaf.",
    "bannerLink": "→ Canllaw Llawn",
    "heroBadge": "Arfordir Sefton · Swydd Gaerhirfryn · Lloegr",
    "heroImageAlt": "Cwrs golff ar fachlud haul ar Arfordir Sefton",
    "statChampionshipCoursesLabel": "Cyrsiau Pencampwriaeth",
    "statOpenChampionshipsLabel": "Open Championships yn Birkdale",
    "statOldestClubLabel": "Clwb Hynaf yr Arfordir",
    "statGreenFeeRangeLabel": "Ystod Ffi Green",
    "openSectionBadge": "The Open Championship 2026",
    "openSectionHeading1": "Royal Birkdale. Gorffennaf 2026.",
    "openSectionHeading2": "Y Sioe Orau mewn Golff.",
    "openSectionPara1": "Mae'r 155ed Open Championship yn dychwelyd i Royal Birkdale — cwrs sydd wedi cynhyrchu rhai o'r eiliadau dramatig mwyaf yn hanes y gêm. Adferiad chwedlonol Arnold Palmer yn 1961. Pumed jug claret Tom Watson yn 1983. Buddugoliaeth wire-to-wire Jordan Spieth yn 2017.",
    "openSectionPara2": "Os ydych chi'n cynllunio taith golff dolenni i Arfordir Sefton, wythnos The Open yw'r foment allweddol yn y calendr. Mae llety o fewn 20 milltir yn cael ei archebu 12 mis neu fwy ymlaen llaw. Cynlluniwch nawr.",
    "openSectionCtaBtn": "The Open 2026 — Canllaw Llawn",
    "pastChampionsHeading": "Pencampwyr y Gorffennol yn Royal Birkdale",
    "courseCardEstFounded": "Sefydlwyd {year}",
    "courseCardOpenVenueBadge": "Lleoliad The Open",
    "courseCardParLabel": "Par",
    "courseCardYardsLabel": "Llathenni",
    "courseCardFromLabel": "O",
    "courseCardFullGuideLink": "Canllaw llawn",
    "compareAllCoursesBtn": "Cymharu Pob Cwrs",
    "toolsSectionTitle": "Cynllunio Eich Ymweliad ag Arfordir Sefton",
    "toolsSectionSubtitle": "Offer wedi'u hadeiladu ar gyfer golfwyr ymwelwyr — nid trigolion lleol sy'n adnabod y cyrsiau'n barod.",
    "tool1Title": "Cyflwr y Cwrs",
    "tool1Desc": "Statws byw ar draws pob un o'r chwe chwrs — caled, safonol, gwlyb neu ar gau. Cyflymdra a chyfeiriad gwynt. Diweddariad â llaw bob bore.",
    "tool1Cta": "Gwirio Cyflwr",
    "tool2Title": "Cynlluniwr Gwyliau Golff",
    "tool2Desc": "Rhowch eich dyddiau, cyllideb a lefel handicap a chael amserlen barod gyda threfn cwrs awgrymedig, lle i aros a ble i fwyta.",
    "tool2Cta": "Cynllunio Eich Gwyliau",
    "tool3Title": "Canllaw Amseroedd Tee",
    "tool3Desc": "Polisïau ymwelwyr ar gyfer pob cwrs — pa ddyddiau sy'n derbyn ymwelwyr, faint o flaen llaw i archebu, cysylltiadau uniongyrchol. Polisi dryslyd Formby wedi'i egluro'n glir.",
    "tool3Cta": "Gweld Canllaw Amseroedd Tee",
    "tool4Title": "Cronfa Ddata Sgordiau",
    "tool4Desc": "Data sgordiau llawn ar gyfer pob un o'r chwe chwrs — par, llathenni o bob tee, graddfa cwrs a graddfa llethr. Popeth sydd ei angen i osod disgwyliadau.",
    "tool4Cta": "Gweld Sgordiau",
    "tool5Title": "Llety ar gyfer Golfwyr",
    "tool5Desc": "Llety wedi'i guradu o fewn cyrraedd hawdd i'r cyrsiau — cyfeilgar i amseroedd tee cynnar, storio clwb, cyfleusterau ôl-rownd. Wedi'i drefnu yn ôl pellter o Royal Birkdale.",
    "tool5Cta": "Dod o Hyd i Lety",
    "tool6Title": "Amserlenni Gwyliau Golff",
    "tool6Desc": "Amserlenni parod 2, 3 a 5 diwrnod gyda threfn cwrs, awgrymiadau llety a bwyta ôl-rownd. O gyllideb i bencampwriaeth.",
    "tool6Cta": "Pori Amserlenni",
    "affiliateCtaTitle": "Yn Barod i Archebu Eich Taith Arfordir Sefton?",
    "affiliateCtaDesc": "Golf Breaks yw prif blatfform gwyliau golff arbenigol y DU — amseroedd tee, gwestai a phecynnau ar draws Arfordir Sefton, o benwythnos yn S&A i wythnos lawn gyda The Open fel uchafbwynt.",
    "affiliateCtaBtn1": "Pori Pecynnau Golf Breaks ↗",
    "affiliateCtaBtn2": "Adeiladu Eich Amserlen Eich Hun",
    "affiliateCtaDisclaimer": "Dolen gyswllt Golf Breaks — rydym yn ennill comisiwn heb unrhyw gost ychwanegol i chi.",
    "editorialTitle": "Pam Arfordir Sefton?",
    "editorialPara1": "Mae corridorau golff dolenni yn yr Alban — St Andrews, Carnoustie, Muirfield — yn cael y sylw. Mae Arfordir Sefton yn cael ei anwybyddu. Dyna'r cyfle i bob golfwr ymwelwyr.",
    "editorialPara2": "O fewn 10 milltir o arfordir, mae gennych chwe chwrs dolenni dilys yn amrywio o Royal Birkdale (yn gyson yn y pump gorau yn y byd) i Southport Old Links (golff gwirioneddol dda am £40). Gallwch chwarae cwrs gwahanol bob dydd am wythnos heb ailadrodd unrhyw dir — ac mae'r amrywiaeth yn drawiadol. Birkdale drwy twyni helyg dramatig. Hillside drwy dirwedd crib-a-dyffryn. Formby drwy goedwigoedd pinwydd arfordirol. West Lancashire gydag amlygiad garw i Fôr Iwerddon.",
    "editorialPara3": "Mae'r achos ymarferol dros Arfordir Sefton dros yr Alban yn syml: mae'n haws cyrraedd o Ewrop a Gogledd America drwy feysydd awyr Lerpwl a Manceinion, mae llety yn werth gwell, ac mae'r cyrsiau'n fwy hygyrch i ymwelwyr na'u cymheiriaid Albanaidd o'r un radd ansawdd. Mae Royal Birkdale yn rhatach na Muirfield ac yn haws i'w archebu.",
    "editorialPara4": "Ac ym mis Gorffennaf 2026, bydd y byd yn gwylio. Mae The Open Championship yn dychwelyd i Royal Birkdale — y lleoliad a roddodd i ni dihangfa wyrthiol Spieth o'r parth gollwng yn 2017, buddugoliaeth glinigol Watson yn 1983, a consesiwn Cwpan Ryder 1969 a ddiffinniodd ysbryd chwarae teg mewn golff. Os ydych chi erioed wedi meddwl am daith golff dolenni i Loegr, dyma'r amser.",
    "featureCard1Title": "Hawdd Cyrraedd",
    "featureCard1Text": "45 mun o Faes Awyr Lerpwl, 60 mun o Fanceinion. Trên uniongyrchol i Southport o ganol dinas Lerpwl.",
    "featureCard2Title": "Croesawgar i Ymwelwyr",
    "featureCard2Text": "Mae pedwar o'r chwe chwrs yn croesawu ymwelwyr yn weithredol. Mynediad gwell na chyrsiau cyfatebol yn yr Alban.",
    "featureCard3Title": "Gwerth Dilys",
    "featureCard3Text": "Ffioedd green o £40 (Old Links) i £350 (Birkdale). Mae cyrsiau Albanaidd cyfatebol yn costio mwy ym mhob lefel.",
    "southportGuideDesc": "Gwestai, bwytai a phrif atyniadau Southport — eich canolfan ar gyfer taith golff Arfordir Sefton.",
    "formbyGuideDesc": "Y canllaw cyflawn i Formby — coedwigoedd pinwydd yr Ymddiriedolaeth Genedlaethol, gwiwerod coch a'r pentref rhwng rowndiau."
  },
  "courses": {
    "pageTitle": "Cyrsiau Golff Arfordir Sefton",
    "pageDesc": "Y canllaw diffiniol i Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale, a Southport Old Links",
    "greenFee": "Ffi Green",
    "par": "Par",
    "yardage": "Llathenni",
    "courseRating": "Graddfa Cwrs",
    "slopeRating": "Graddfa Llethr",
    "visitorPolicy": "Polisi Ymwelwyr",
    "bookNow": "Archebu Rownd",
    "viewCourse": "Gweld Canllaw Cwrs",
    "difficulty": {
      "accessible": "Hygyrch",
      "moderate": "Cymedrol",
      "challenging": "Heriol",
      "championship": "Pencampwriaeth"
    }
  },
  "coursesPage": {
    "headerBadge": "Arfordir Sefton, Swydd Gaerhirfryn",
    "tableHeaderCourse": "Cwrs",
    "tableHeaderPar": "Par",
    "tableHeaderYards": "Llathenni",
    "tableHeaderRating": "Graddfa",
    "tableHeaderSlope": "Llethr",
    "tableHeaderGreenFee": "Ffi Green",
    "tableHeaderDifficulty": "Anhawster",
    "tableFootnote": "★ Lleoliad The Open Championship. Ffioedd green yn fras — gwirio gyda'r clwb bob amser cyn archebu.",
    "cardStatParLabel": "Par",
    "cardStatYardsLabel": "Llathenni",
    "cardStatCourseRatingLabel": "Graddfa Cwrs",
    "cardStatSlopeLabel": "Llethr",
    "cardStatGreenFeeLabel": "Ffi Green",
    "cardEstFounded": "Sefydlwyd {year}",
    "visitorPolicyLabel": "Polisi Ymwelwyr",
    "majorHistoryLabel": "Hanes Pencampwriaethau Mawr",
    "fullCourseGuideBtn": "Canllaw Cwrs Llawn",
    "clubWebsiteBtn": "Gwefan y Clwb"
  },
  "courseDetail": {
    "breadcrumbHome": "Hafan",
    "breadcrumbCourses": "Cyrsiau",
    "openVenueBadge": "Lleoliad The Open Championship",
    "quickInfoLabel": "Gwybodaeth Gyflym",
    "greenFeeLabel": "Ffi Green",
    "parLabel": "Par",
    "yardsLabel": "Llathenni",
    "handicapLabel": "Handicap",
    "bookViaClubBtn": "Archebu drwy Wefan y Clwb",
    "aboutTitle": "Am {courseName}",
    "courseDataTitle": "Data'r Cwrs",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Llathenni",
    "tableHeaderRating": "Graddfa",
    "tableHeaderSlope": "Llethr",
    "ratingsDisclaimer": "Graddfeydd wedi'u gwirio yn ôl y data gorau sydd ar gael. Gwirio gyda'r clwb cyn defnyddio mewn cystadlaethau.",
    "teeTimeTitle": "Sut i Gael Amser Tee",
    "visitorPolicyLabel": "Polisi Ymwelwyr",
    "bestDaysLabel": "Dyddiau Gorau i Ymweld",
    "advanceBookingLabel": "Pa Mor Bell Ymlaen Llaw",
    "handicapRequirementLabel": "Gofyniad Handicap",
    "handicapRequirementText": "Terfyn handicap dynion: {limit}. Tystysgrif handicap yn ofynnol — dewch â'ch cerdyn clwb neu gerdyn handicap EGA.",
    "whyPlayTitle": "Pam Chwarae yn {courseName}?",
    "practicalNotesTitle": "Nodiadau Ymarferol",
    "majorHistoryTitle": "Hanes Pencampwriaeth Fawr",
    "afterRoundTitle": "Ar Ôl Eich Rownd",
    "restaurantGuideLink": "Canllaw bwytai llawn — SouthportGuide.co.uk",
    "bookRoundTitle": "Archebu Eich Rownd",
    "bookRoundDesc": "Archebwch amseroedd tee a phecynnau golff yn {courseName} drwy Golf Breaks — prif arbenigwr gwyliau golff y DU.",
    "golfBreaksBtn": "Gweld Pecynnau Golf Breaks",
    "bookDirectLink": "Neu archebwch yn uniongyrchol yn {courseName}",
    "conditionsWidgetTitle": "Cyflwr Heddiw",
    "conditionsWidgetDesc": "Gwiriwch amodau chwarae cyfredol cyn mynd.",
    "conditionsWidgetLink": "Gweld cyflwr y cwrs",
    "gettingThereTitle": "Sut i Gyrraedd",
    "postcodeLabel": "Cod post:",
    "fromLiverpoolLabel": "O Faes Awyr Lerpwl:",
    "fromLiverpoolValue": "~45 mun mewn car",
    "fromManchesterLabel": "O Faes Awyr Manceinion:",
    "fromManchesterValue": "~70 mun mewn car",
    "byTrainLabel": "Ar y trên:",
    "byTrainValue": "Merseyrail i Southport, yna tacsi",
    "otherCoursesHeading": "Cyrsiau Eraill",
    "compareAllLink": "Cymharu pob cwrs"
  },
  "open": {
    "pageTitle": "The Open Championship 2026 — Royal Birkdale",
    "pageDesc": "Eich canllaw i'r 155ed Open Championship yn Royal Birkdale, Southport. Hanes, tocynnau, llety a chanllaw cwrs.",
    "countdown": "Cyfrif i Lawr i The Open",
    "dates": "16–19 Gorffennaf 2026",
    "venue": "Royal Birkdale Golf Club, Southport",
    "historyTitle": "Royal Birkdale a The Open",
    "ticketsTitle": "Tocynnau a Gwybodaeth Ymwelwyr",
    "stayTitle": "Ble i Aros ar gyfer The Open",
    "days": "diwrnod",
    "hours": "awr",
    "minutes": "mun",
    "seconds": "eiliad"
  },
  "openPage": {
    "heroBadge": "Y 155ed Open Championship",
    "heroTitle1": "The Open Championship",
    "heroTitle2": "Royal Birkdale 2026",
    "heroBtn1": "Cael Tocynnau drwy TheOpen.com ↗",
    "heroBtn2": "Canllaw Cwrs Royal Birkdale",
    "aboutTitle": "The Open Championship yn Royal Birkdale",
    "aboutPara1": "Mae The Open Championship — y Major hynaf mewn golff a'r unig un sy'n cael ei chynnal y tu allan i Ogledd America — yn dychwelyd i Royal Birkdale am yr unfed ar ddeg o weithiau ym mis Gorffennaf 2026. Nid oes unrhyw leoliad arall ar rota The Open wedi cynnal y bencampwriaeth yn fwy aml, record sy'n adlewyrchu ansawdd y cwrs a'i addasrwydd logistaidd eithriadol ar gyfer pencampwriaeth fawr.",
    "aboutPara2": "Mae Royal Birkdale yn ddolenni yn yr ystyr wirioneddol. Mae'r ffeiriau yn rhedeg rhwng twyni tywod mawr sy'n sianelu'r gwynt arfordirol mewn ffyrdd anrhagweladwy. Mae'r rhofa helyg — nodwedd arbennig Birkdale — yn gosbol ond yn hyderus. Mae'r gwyrddni yn fach, yn gyflym ac wedi'i gynllunio'n gynnil. Mae amodau'r bencampwriaeth yn cynhyrchu sgorio sy'n gorffen tua lefel par neu well ar gyfer yr enillydd, ond dim ond pan mae'r tywydd yn cydweithredu. Pan nad yw, mae Birkdale yn dod yn un o'r profion mwyaf anodd mewn golff byd.",
    "aboutPara3": "Darparodd The Open 2017 un o'r gorffennfeydd mwyaf dramatig mewn cof diweddar. Jordan Spieth, yn arwain o'r dechrau i'r diwedd, cafodd triple bogey ar yr 13eg ar ôl tynnu ei ergyd tee i ardal sy'n cynnwys offer teledu. Ei benderfyniad wedyn i gymryd rhyddhad o dan y rheol parth gollwng — ynghyd â phitch rhyfeddol i fewn ychydig droedfeddi o'r twll — daeth yn un o ddelweddau diffiniol golff pencampwriaeth fawr fodern.",
    "aboutPara4": "I dwristiaid golff, mae The Open yn Royal Birkdale yn gyfle unigryw: digwyddiad golff mwyaf mawreddog y byd, ar un o gyrsiau dolenni gorau Lloegr, mewn lleoliad cymhleth a hygyrch. Mae mynediad gwylwyr ar draws y cwrs yn ardderchog, mae'r awyrgylch yn nodweddiadol Brydeinig, ac mae'r pentref bwyd ac adloniant wedi gwella'n sylweddol mewn rhifynnau diweddar.",
    "pastChampionsTitle": "Pencampwyr y Gorffennol yn Royal Birkdale",
    "lastWinnerBadge": "Enillydd diwethaf",
    "champNote2017": "Wire-to-wire — dihangfa gofiadwy o'r parth gollwng ar yr 13eg",
    "champNote2008": "Ail jug claret yn olynol",
    "champNote1998": "Major cyntaf yn 41 oed",
    "champNote1991": "29 ar y naw twll cyntaf yn y rownd olaf",
    "champNote1983": "Y pumed a'r olaf o deitlau The Open",
    "champNote1976": "Buddugoliaeth wire-to-wire",
    "champNote1971": "Trydydd Major yn olynol mewn chwe wythnos",
    "champNote1965": "Pumed Open Championship",
    "champNote1961": "Adferiad haearn chwedlonol Palmer o lwyn ar y 15fed",
    "champNote1954": "Cyntaf o bum teitl The Open",
    "ticketsAlertTitle": "Tocynnau a werthir drwy TheOpen.com yn unig",
    "ticketsAlertDesc": "Mae'r R&A yn gwerthu pob tocyn yn uniongyrchol. Nid oes gwerthwr trydydd parti swyddogol. Mae tocynnau diwrnod pencampwriaeth (Dydd Iau–Dydd Sul) yn gwerthu'n gyflym — yn aml o fewn oriau i'w rhyddhau. Cofrestrwch ar gyfer rhestr aros a balot yr R&A ar TheOpen.com nawr.",
    "ticketTableHeaderType": "Math o Docyn",
    "ticketTableHeaderPrice": "Pris",
    "ticketTableHeaderNotes": "Nodiadau",
    "ticketType1": "Rowndiau Ymarfer (Llun–Mercher)",
    "ticketPrice1": "I'w gadarnhau",
    "ticketNote1": "Fel arfer y tocynnau mwyaf hygyrch, mynediad da i'r cwrs",
    "ticketType2": "Diwrnodau Pencampwriaeth (Iau–Sul)",
    "ticketPrice2": "I'w gadarnhau",
    "ticketNote2": "Archebwch drwy TheOpen.com cyn gynted ag y bo ar gael",
    "ticketType3": "Tocynnau Ieuenctid",
    "ticketPrice3": "Am ddim (o dan 16 oed)",
    "ticketNote3": "Rhaid eu hebrwng gan ddeiliad tocyn oedolyn dilys",
    "ticketsBtn": "Cael Tocynnau — TheOpen.com ↗",
    "stayIntroDesc": "Mae llety o fewn 10 milltir i Royal Birkdale yn cael ei archebu 12–18 mis cyn wythnos The Open. Os nad ydych wedi archebu eto, edrychwch ar Lerpwl neu Formby fel dewisiadau amgen — mae'r ddau yn bosib gyda chynllunio cynnar.",
    "accomArea1Name": "Birkdale a Southport",
    "accomArea1Desc": "Pellter cerdded neu dacsi byr i Royal Birkdale. Mae The Bold Hotel ar Lord Street yn ddewis traddodiadol. Archebwch 12 mis neu fwy ymlaen llaw ar gyfer wythnos The Open.",
    "accomArea1Distance": "< 2 filltir",
    "accomArea1Price": "£££",
    "accomArea2Name": "Pentref Formby",
    "accomArea2Desc": "B&Bs a llety gwyliau mewn lleoliad tawelach, 20 mun o daith i Birkdale. Mae FormbyGuide.co.uk yn rhestrau llety lleol.",
    "accomArea2Distance": "~5 milltir",
    "accomArea2Price": "££",
    "accomArea3Name": "Canol Dinas Lerpwl",
    "accomArea3Desc": "Dewis eang o westai, 45–60 mun mewn car neu ar drên. Argaeledd gwell ond yn gofyn teithio bob dydd.",
    "accomArea3Distance": "~18 milltir",
    "accomArea3Price": "££",
    "accomArea4Name": "Manceinion",
    "accomArea4Desc": "Mynediad traffordd uniongyrchol, 60–75 mun. Defnyddiol wrth gyfuno gyda theithiau eraill.",
    "accomArea4Distance": "~40 milltir",
    "accomArea4Price": "££",
    "southportHotelsBtn": "Canllaw Gwestai Southport ↗",
    "formbyAccomBtn": "Llety Formby ↗",
    "visitorGuideTitle": "Canllaw Ymwelwyr — Beth i'w Ddisgwyl",
    "gettingThereTitle": "Sut i Gyrraedd",
    "gettingThereItem1": "Cod post: PR8 2LX (prif fynedfa Royal Birkdale)",
    "gettingThereItem2": "Canol tref Southport ~2 filltir — bysiau gwennol yn ystod wythnos The Open",
    "gettingThereItem3": "Maes Awyr Lerpwl: 45 mun mewn car",
    "gettingThereItem4": "Maes Awyr Manceinion: 65 mun mewn car",
    "gettingThereItem5": "Merseyrail i orsaf Birkdale: 8 mun o gerdded i'r cwrs",
    "onTheDayTitle": "Ar y Diwrnod",
    "onTheDayItem1": "Mae'r gatiau'n agor 2 awr cyn yr amser tee cyntaf",
    "onTheDayItem2": "Cod gwisg: smart casual, argymhellir esgidiau gwastad",
    "onTheDayItem3": "Ffonau symudol a ganiateir (modd tawel, dim fideo)",
    "onTheDayItem4": "Arian parod a chardiau yn cael eu derbyn drwyddi draw",
    "onTheDayItem5": "Pafiliwn nwyddau swyddogol — ciwiwch yn gynnar",
    "spectatorTipsTitle": "Awgrymiadau i Wylwyr",
    "spectatorTipsItem1": "Mae diwrnodau ymarfer yn cynnig mynediad agosaf i'r cwrs a chyfleoedd ffotograffiaeth",
    "spectatorTipsItem2": "Mae tyllau 17 ac 18 yn llawn — safwch yn gynnar am y gorffen",
    "spectatorTipsItem3": "Mae'r 1af a'r 13eg tee yn rhoi golygfeydd da o faint y maes",
    "spectatorTipsItem4": "Mae grandstands twyni naturiol Birkdale yn gofyn am esgidiau da",
    "spectatorTipsItem5": "Gwiriwch ap yr R&A am y bwrdd arweinwyr amser real a thracio chwaraewyr",
    "playCourseTitle": "Chwarae'r Cwrs",
    "playCourseItem1": "Mae amseroedd tee ymwelwyr yn ailgychwyn ar ôl tynnu gosodiad y bencampwriaeth",
    "playCourseItem2": "Mae amseroedd tee ôl-The Open yn archebu'n gyflym — Royal Birkdale yn trin yn uniongyrchol",
    "playCourseItem3": "Cyfunwch gyda Hillside neu S&A am daith lawn ardal Birkdale",
    "playCourseItem4": "Mae caddïau ar gael — archebwch ymhell ymlaen llaw am brofiad premiwm",
    "quickFactsTitle": "Ffeithiau Cyflym",
    "factLabelChampNumber": "Rhif y Bencampwriaeth",
    "factValueChampNumber": "155ed The Open",
    "factLabelVenue": "Lleoliad",
    "factValueVenue": "Royal Birkdale GC",
    "factLabelLocation": "Lleoliad",
    "factValueLocation": "Southport, PR8 2LX",
    "factLabelDates": "Dyddiadau",
    "factValueDates": "16–19 Gorffennaf 2026",
    "factLabelPracticeDays": "Diwrnodau Ymarfer",
    "factValuePracticeDays": "13–15 Gorffennaf 2026",
    "factLabelDefendingChamp": "Pencampwr Amddiffynnol",
    "factValueDefendingChamp": "Brian Harman (2023)",
    "factLabelOrganiser": "Trefnydd",
    "factValueOrganiser": "The R&A",
    "factLabelTimesHosted": "Gwaith cynnal yn Birkdale",
    "factValueTimesHosted": "11 (ers 1954)",
    "officialLinksTitle": "Dolenni Swyddogol",
    "officialLink1Label": "Gwefan Swyddogol The Open Championship",
    "officialLink2Label": "Royal Birkdale Golf Club",
    "officialLink3Label": "R&A — Balot Tocynnau",
    "officialLink4Label": "Gwybodaeth Ymwelwyr Southport",
    "bookAccomTitle": "Archebu Llety",
    "bookAccomDesc": "Peidiwch â gadael hyn. Mae llety wythnos The Open yn archebu'n gyflym. Archebwch drwy Booking.com am y dewis ehangaf a chanslo hyblyg.",
    "bookAccomBtn": "Chwilio Gwestai Southport ↗",
    "bookAccomAffiliate": "Dolen gyswllt Booking.com",
    "playBirkdaleTitle": "Chwarae Royal Birkdale",
    "playBirkdaleDesc": "Cynllunio rownd cyn neu ar ôl The Open? Ffioedd green, polisi ymwelwyr a chanllaw archebu.",
    "playBirkdaleLink": "Canllaw cwrs Royal Birkdale"
  },
  "teeTimesPage": {
    "headerBadge": "Canllaw Ymwelwyr",
    "pageTitle": "Sut i Gael Amser Tee",
    "pageDesc": "Polisïau ymwelwyr, prosesau archebu a beth i'w ddisgwyl ym mhob cwrs — gan gynnwys proses enwog gymhleth Formby Golf Club, wedi'i egluro'n glir.",
    "formbyCalloutTitle": "Formby Golf Club — Yr Un Cymhleth",
    "formbyCalloutIntro": "Mae Formby Golf Club yn cynhyrchu mwy o ddryswch ymwelwyr na'r un cwrs arall ar Arfordir Sefton. Dyma'r darlun llawn:",
    "formbyPoint1Title": "Dynion yn unig.",
    "formbyPoint1Text": "Clwb preifat i ddynion yn unig yw Formby Golf Club. Nid yw hyn yn anghyffredin i glybiau golff Saesneg traddodiadol ond mae'n werth ei wybod cyn cyrraedd gyda grŵp cymysg.",
    "formbyPoint2Title": "Dim archebu ar-lein.",
    "formbyPoint2Text": "Nid oes system archebu amseroedd tee ar y wefan. Mae angen i chi ysgrifennu neu ffonio ysgrifennydd y clwb yn uniongyrchol.",
    "formbyPoint3Title": "Trefniadau cyfnewid.",
    "formbyPoint3Text": "Mae mynediad yn bennaf drwy glybiau sydd â threfniadau cyfnewid ffurfiol. Gofynnwch i ysgrifennydd eich clwb cartref os oes ganddynt drefniant gyda Formby.",
    "formbyPoint4Title": "Mae llythyr cyflwyniad yn helpu.",
    "formbyPoint4Text": "Mae llythyr ffurfiol gan broffesiynol neu ysgrifennydd eich clwb cartref yn cynyddu siawns mynediad ymwelwyr yn sylweddol.",
    "formbyPoint5Title": "Mae Formby Ladies Golf Club ar wahân.",
    "formbyPoint5Text": "Cyfagos ond yn gwbl annibynnol — cwrs, aelodau a pholisi ymwelwyr ei hun. Yn fwy agored i ymwelwyr na'r clwb dynion.",
    "formbyPoint6Title": "Mae'n werth yr ymdrech.",
    "formbyPoint6Text": "Os gallwch chi gael ar y cwrs, gwnewch. Mae'r cwrs yn eithriadol — pinwydd coetir arfordirol a thwyni dolenni wedi'u cyfuno mewn ffordd unigryw.",
    "allCoursesTitle": "Polisi Ymwelwyr — Pob Cwrs",
    "difficultyRestricted": "Cyfyngedig",
    "difficultyByArrangement": "Drwy drefniant",
    "difficultyWelcome": "Croeso i ymwelwyr",
    "callBtn": "Ffonio",
    "websiteBtn": "Gwefan",
    "visitorPolicyLabel": "Polisi Ymwelwyr",
    "bestDaysLabel": "Dyddiau Gorau",
    "bookingLabel": "Archebu",
    "handicapRequirementLabel": "Gofyniad handicap:",
    "handicapRequirementText": "Tystysgrif dynion yn ofynnol (terfyn {limit}). Dewch â'ch cerdyn handicap clwb neu gerdyn EGA.",
    "generalTipsTitle": "Awgrymiadau Cyffredinol i Ymwelwyr Golff",
    "tip1Title": "Cariwch eich tystysgrif handicap bob amser",
    "tip1Text": "Mae pob cwrs ar Arfordir Sefton ac eithrio Southport Old Links yn gofyn am dystysgrif handicap. Derbynnir cerdyn eich cymdeithas golff genedlaethol neu gerdyn EGA.",
    "tip2Title": "Archebwch ymlaen llaw, yn enwedig yn yr haf",
    "tip2Text": "Mae Arfordir Sefton yn brysur o Fehefin i Fedi. Mae Royal Birkdale a Hillside yn llenwi 4–8 wythnos ymlaen llaw yn y tymor prysur. Peidiwch â dangos a gobeithio.",
    "tip3Title": "Mae cod gwisg yn berthnasol ymhobman",
    "tip3Text": "Smart casual o leiaf yn yr holl glybiau. Dim denim, dim hyfforddwyr, dim crysau-t yn y rhan fwyaf. Mae rhai clybiau'n gofyn am goler a throwsus wedi'i deilwra yn y clwbdy.",
    "tip4Title": "Cyrhaeddwch 30 munud yn gynnar",
    "tip4Text": "Mae cyrsiau dolenni yn aml yn gofyn am gerdded o'r maes parcio i'r tee cyntaf. Mae angen amser arnoch i gynhesu a gofyn i'r pro shop am reolau lleol ac unrhyw amodau dros dro.",
    "tip5Title": "Gofynnwch am y system barth gollwng",
    "tip5Text": "Mae gan Royal Birkdale barthau gollwng penodol ac ardaloedd diddordeb arbennig o dan reolau lleol. Cael cerdyn rheolau lleol o'r pro shop.",
    "tip6Title": "Mae'r tywydd yn newid yn gyflym ar yr arfordir",
    "tip6Text": "Paciwch got dal dŵr hyd yn oed os yw'r bore'n edrych yn glir. Mae tywydd arfordirol yn anrhagweladwy. Gall gwynt de-orllewin ffres yn y bore fod yn gryf erbyn y naw twll olaf."
  },
  "accommodationPage": {
    "headerBadge": "Lletyau Cyfeilgar i Olfwyr",
    "pageTitle": "Llety ar gyfer Golfwyr",
    "pageDesc": "Llety wedi'i guradu ger Royal Birkdale a chyrsiau Arfordir Sefton — wedi'i ddewis am storio clybiau, brecwast cynnar, a phellter i'r tee cyntaf.",
    "openCalloutTitle": "Archebu ar gyfer The Open Championship 2026?",
    "openCalloutDesc": "Mae llety ger Royal Birkdale yn ystod wythnos The Open (14–20 Gorffennaf 2026) yn archebu 12–18 mis ymlaen llaw. Os ydych chi'n darllen hwn ar ôl Mawrth 2026, bydd dewisiadau o fewn 5 milltir yn gyfyngedig iawn. Gwiriwch ganol dinas Lerpwl, Ormskirk a Wigan fel dewisiadau gorlif.",
    "openCalloutLink": "Canllaw llety The Open 2026",
    "distanceFromBirkdale": "o Royal Birkdale",
    "approxLabel": "tua",
    "golferFeaturesLabel": "Nodweddion Cyfeilgar i Olfwyr",
    "checkAvailabilityBtn": "Gwirio Argaeledd ↗",
    "tipsTitle": "Awgrymiadau Llety i Ymwelwyr Golff",
    "tip1": "Archebwch amseroedd tee o ddydd Mawrth i ddydd Iau os ydych chi'n aros yn ystod yr wythnos — argaeledd gwell yn yr holl gyrsiau ac yn aml yn dawelach ar y cwrs.",
    "tip2": "Gofynnwch am storio clybiau/bagiau wrth archebu. Bydd gwestai golff da yn cael ystafell storio sych bwrpasol yn hytrach na gadael bagiau yn eich ystafell dros nos.",
    "tip3": "Mae gorsaf Birkdale (Merseyrail) yn 8 munud o gerdded o brif fynedfa Royal Birkdale. Defnyddiol os yw eich gwesty yng nghanol Southport.",
    "tip4": "Mae canslo hyblyg yn bwysig — mae tywydd golff dolenni yn anrhagweladwy. Archebwch gyfraddau y gellir eu had-dalu oni bai fod yr arbedion ar rai anfydroadwy yn sylweddol.",
    "southportHotelsLinkTitle": "Canllaw Gwestai Southport Llawn",
    "southportHotelsLinkDesc": "SouthportGuide.co.uk — gwestai, B&Bs, hunanarlwyo",
    "formbyAccomLinkTitle": "Canllaw Llety Formby",
    "formbyAccomLinkDesc": "FormbyGuide.co.uk — canolfan dawelach, 5 milltir o Birkdale"
  },
  "scorecardPage": {
    "headerBadge": "Data'r Cwrs",
    "pageTitle": "Cronfa Ddata Sgordiau",
    "pageDesc": "Par, llathenni o bob tee, graddfa cwrs a graddfa llethr ar gyfer pob cwrs Arfordir Sefton. Defnyddiwch i gynllunio eich gêm a gosod disgwyliadau cyn i chi gyrraedd.",
    "fullGuideLink": "Canllaw llawn",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Llathenni",
    "tableHeaderMetres": "Metrau",
    "tableHeaderRating": "Graddfa",
    "tableHeaderSlope": "Llethr",
    "statGreenFeeLabel": "Ffi Green",
    "statVisitorPolicyLabel": "Polisi Ymwelwyr",
    "statVisitorRestricted": "Cyfyngedig",
    "statVisitorByArrangement": "Drwy drefniant",
    "statVisitorWelcome": "Croeso",
    "statChampRatingLabel": "Graddfa Pencampwriaeth",
    "statDistanceFromBirkdaleLabel": "Pellter o Birkdale",
    "statAdjacentValue": "Cyfagos",
    "understandingDataTitle": "Deall y Data",
    "courseRatingTitle": "Graddfa Cwrs",
    "courseRatingDesc": "Y sgôr disgwyliedig ar gyfer golfwr scratch (handicap sero) o'r tee hwnnw. Mae graddfa o 76.5 yn golygu y disgwylir i chwaraewr scratch sgorio 76.5 mewn amodau arferol.",
    "slopeRatingTitle": "Graddfa Llethr",
    "slopeRatingDesc": "Yn mesur anhawster mewn perthynas â golfwr bogey. Mae graddfa'r USGA yn rhedeg o 55 i 155 — mae llethr o 113 yn gyfartalog, mae 148 (Royal Birkdale pencampwriaeth) yn eithriadol o anodd.",
    "yardageMetresTitle": "Llathenni a Metrau",
    "yardageMetresDesc": "Mae clybiau Saesneg yn defnyddio llathenni. Darperir metrau ar gyfer ymwelwyr o Ewrop gyfandirol. Mae dyfeisiau GPS a mesurwyr pellter yn cael eu caniatáu yn eang — gwiriwch gyda phob clwb cyn eu defnyddio mewn cystadlaethau.",
    "dataAccuracyTitle": "Cywirdeb Data",
    "dataAccuracyDesc": "Data wedi'i wirio yn ôl y ffynonellau gorau sydd ar gael. Gall graddfeydd cwrs a llethr gael eu diweddaru'n achlysurol gan y clwb. Gwiriwch bob amser gyda'r clwb cyn eu defnyddio mewn cystadlaethau."
  },
  "itinerariesPage": {
    "headerBadge": "Arfordir Sefton",
    "pageTitle": "Amserlenni Gwyliau Golff",
    "pageDesc": "Gwyliau golff parod ar gyfer pob hyd a chyllideb — o daith ddau ddiwrnod brydlon i'r daith fawr bum cwrs. Neu defnyddiwch y cynlluniwr i adeiladu eich un chi.",
    "plannerTitle": "Cynlluniwr Gwyliau Golff",
    "plannerDesc": "Rhowch eich dyddiau, cyllideb a handicap — byddwn yn eich paru â'r amserlen iawn.",
    "allItinerariesTitle": "Pob Amserlen",
    "dayLabel": "diwrnod",
    "daysLabel": "diwrnod",
    "budgetPremium": "£££ Premiwm",
    "budgetStandard": "££ Safonol",
    "budgetValue": "£ Gwerth",
    "courseOrderLabel": "Trefn y Cwrs",
    "whereToStayLabel": "Ble i Aros",
    "diningLabel": "Bwyta",
    "estimatedGreenFeesLabel": "Ffioedd Green Amcangyfrifedig",
    "bookViaGolfBreaksBtn": "Archebu drwy Golf Breaks ↗",
    "howToPlanTitle": "Sut i Gynllunio Taith Golff Arfordir Sefton",
    "howToPlanPara1": "Mae cyrsiau Arfordir Sefton wedi'u clystyru'n ddigon agos fel y gall taith dau ddiwrnod gwmpasu dwy neu dair rownd heb logisteg anodd. Mae Royal Birkdale a Hillside yn llythrennol cyfagos — gallech gerdded rhyngddynt. Mae Southport & Ainsdale dair milltir ymhellach i'r de. Mae Formby bum milltir o Birkdale drwy'r A565.",
    "howToPlanPara2": "Ar gyfer teithiau aml-ddiwrnod, sefydlwch eich hun yn Southport. Gan y dref y dewis lletaf o westai, ac mae popeth o Lord Street i Birkdale o fewn pellter tacsi. Os ydych chi am lety tawelach a rhatach, mae pentref Formby 20 munud i'r de ac mae dewisiadau B&B dda yno.",
    "howToPlanPara3": "Mae'r drefn yn bwysig. Peidiwch â chwarae Royal Birkdale yn gyntaf — byddwch chi'n treulio gweddill y daith yn cymharu popeth ag ef. Adeiladwch i fyny: dechreuwch gyda Old Links neu S&A, symudwch i Hillside ar yr ail ddiwrnod, cyrhaeddwch Birkdale pan fyddwch chi wedi dod o hyd i'ch traed dolenni. Bydd y cyferbyniad yn gwneud i'r finale deimlo'n haeddiannol.",
    "howToPlanPara4": "Archebwch amseroedd tee cyn i chi gyrraedd. Mae Royal Birkdale yn llenwi wythnosau ymlaen llaw, Hillside dwy i bedair wythnos, S&A a Old Links gallwch chi yn aml gael atynt wythnos allan. Mae Formby yn gofyn am gyswllt ymlaen llaw gydag ysgrifennydd y clwb — nid oes archebu ar-lein."
  },
  "conditions": {
    "pageTitle": "Cyflwr Cyrsiau Arfordir Sefton",
    "pageDesc": "Amodau chwarae cyfredol yn Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale a Southport Old Links",
    "lastUpdated": "Diweddarwyd ddiwethaf",
    "firm": "Caled",
    "standard": "Safonol",
    "wet": "Gwlyb / Meddal",
    "closed": "Ar Gau",
    "windSpeed": "Gwynt",
    "windDir": "Cyfeiriad",
    "notes": "Nodiadau"
  },
  "conditionsPage": {
    "headerBadge": "Diweddariad Dyddiol",
    "pageTitle": "Cyflwr y Cwrs",
    "pageDesc": "Amodau chwarae cyfredol ar draws pob un o chwe chwrs Arfordir Sefton — wedi'i ddiweddaru â llaw bob bore erbyn 7:30am. Gwiriwch cyn teithio.",
    "aboutLinksTitle": "Am Amodau Dolenni",
    "aboutLinksPara1": "Mae amodau golff dolenni yn wahanol yn sylfaenol i olff parcdir. Y prif newidynnau yw cyfeiriad a chryfder y gwynt, glaw diweddar a draenio, a chadernid y tywarch. Mae cwrs caled, sych yn chwarae'n wahanol iawn i un gwlyb, meddal — nid yw ergydion agosáu yn stopio, mae'r bêl yn rhedeg ymhellach o'r tee, ac mae chipping yn dod yn fwy creadigol.",
    "aboutLinksPara2": "Mae cyrsiau Arfordir Sefton yn draenio'n dda trwy ddyluniad — maent wedi'u hadeiladu ar dywod. Hyd yn oed ar ôl glaw trwm, mae Royal Birkdale a Hillside fel arfer yn adfer yn gyflymach na chyrsiau mewndirol. Gall Southport & Ainsdale a West Lancashire ddal dŵr ychydig yn hirach oherwydd eu tirwedd. Mae adrannau coedwig Formby yn sychu gyflymaf.",
    "aboutLinksPara3": "Mae cyflymdra a chyfeiriad y gwynt yn bwysicach yma nag yn bron unrhyw le arall yng Nghymru a Lloegr. Mae'r gwynt de-orllewinol teyrnasol yn Royal Birkdale yn creu profiad cwrs 'naturiol' y cynlluniwyd y llwybr ar ei gyfer. Mae dwyrain oddi ar y tir yn cynhyrchu cwrs hollol wahanol. Mae'r canllaw hwn yn cynnwys allwedd cyfeiriad gwynt ar gyfer Royal Birkdale yn benodol.",
    "conditionsDisclaimer": "Mae data amodau yn fras ac yn cael ei gynnal â llaw. Gwiriwch gyda'r clwb unigol bob amser cyn teithio. Nid yw SeftonLinks yn derbyn unrhyw atebolrwydd am gau cyrsiau neu amodau sy'n wahanol i'r dudalen hon."
  },
  "contactPage": {
    "pageTitle": "Cysylltu",
    "pageDesc": "Cwestiynau, cywiriadau, rhestrau dan sylw ac ymholiadau busnes.",
    "getInTouchTitle": "Cysylltu â Ni",
    "generalEnquiriesLabel": "Ymholiadau cyffredinol:",
    "featuredListingsLabel": "Rhestrau dan sylw:",
    "featuredListingsText": "Gall clybiau golff, llety golff, gwasanaethau caddie a bwyta ôl-rownd ymholi am leoliad dan sylw. E-bostiwch gyda manylion eich busnes.",
    "dataCorrectionsLabel": "Cywiriadau data:",
    "dataCorrectionsText": "Os yw unrhyw ddata cwrs — ffioedd green, polisi ymwelwyr, oriau agor — yn anghywir, rhowch wybod i ni. Rydym yn diweddaru'n brydlon.",
    "pressMediaLabel": "Y Wasg a'r Cyfryngau:",
    "pressMediaLinkText": "Churchtown Media Ltd",
    "beforeContactTitle": "Cyn cysylltu â ni",
    "beforeContactItem1": "→ Ar gyfer archebion amseroedd tee, cysylltwch â'r clybiau yn uniongyrchol — canllaw ydym ni, nid platfform archebu.",
    "beforeContactItem2": "→ Ar gyfer tocynnau The Open Championship, ewch i TheOpen.com.",
    "beforeContactItem3": "→ Ar gyfer ymholiadau ymwelwyr Royal Birkdale, ffoniwch nhw yn uniongyrchol ar 01704 552261."
  },
  "legalPage": {
    "privacyTitle": "Polisi Preifatrwydd",
    "termsTitle": "Telerau Defnydd",
    "lastUpdated": "Diweddarwyd ddiwethaf: Chwefror 2026",
    "privacyIntro": "Caiff SeftonLinks.com ei weithredu gan Churchtown Media Ltd. Rydym yn cymryd eich preifatrwydd o ddifri.",
    "analyticsTitle": "Dadansoddeg",
    "analyticsDesc": "Rydym yn defnyddio Plausible Analytics (preifatrwydd yn gyntaf, cydymffurfio â GDPR, dim cwcis, dim data personol yn cael ei gasglu) a Microsoft Clarity (recordiadau sesiwn — dienw). Nid oes angen cydsyniad cwcis ar y naill na'r llall o dan GDPR pan fo'n cael ei ffurfweddu'n gywir.",
    "affiliateLinksTitle": "Dolenni Cyswllt",
    "privacyAffiliateDesc": "Mae rhai dolenni ar y wefan hon yn ddolenni cyswllt (Golf Breaks, Booking.com, Sykes Cottages). Maent wedi'u labelu'n glir. Gall clicio arnynt arwain at gomisiwn i SeftonLinks.com heb unrhyw gost ychwanegol i chi.",
    "privacyContactTitle": "Cysylltu",
    "privacyContactText": "Ymholiadau preifatrwydd:",
    "termsIntro": "Drwy ddefnyddio SeftonLinks.com rydych chi'n cytuno i'r telerau hyn. Caiff y wefan ei gweithredu gan Churchtown Media Ltd.",
    "infoAccuracyTitle": "Cywirdeb Gwybodaeth",
    "infoAccuracyDesc": "Mae ffioedd green, polisïau ymwelwyr, oriau agor a data cwrs yn cael eu darparu'n ddidwyll ac yn cael eu diweddaru'n rheolaidd. Gwiriwch yn uniongyrchol gyda'r clwb bob amser cyn teithio. Nid yw SeftonLinks yn derbyn unrhyw atebolrwydd am wybodaeth hen ffasiwn neu gau cyrsiau.",
    "termsAffiliateDesc": "Mae'r wefan hon yn cymryd rhan mewn rhaglenni cyswllt gan gynnwys Golf Breaks, Booking.com a Sykes Cottages. Mae comisiynau a enillir yn helpu i ariannu'r weithrediad golygyddol heb unrhyw gost i ddefnyddwyr.",
    "copyrightTitle": "Hawlfraint",
    "copyrightDesc": "Pob cynnwys golygyddol © 2026 SeftonLinks.com. Mae data cwrs (par, graddfeydd, llethr) yn ffeithiol ac nid yw'n destun hawlfraint. Peidiwch ag atgynhyrchu cynnwys golygyddol heb ganiatâd ysgrifenedig."
  },
  "notFound": {
    "heading": "Tudalen heb ei chanfod",
    "description": "Nid yw'r dudalen honno'n bodoli. Efallai eich bod chi'n edrych am ganllaw cwrs, yr hyb The Open, neu gyflwr y cwrs?",
    "backHomeBtn": "Yn ôl i'r Hafan",
    "courseGuidesBtn": "Canllawiau Cwrs"
  },
  "footer": {
    "tagline": "Y canllaw diffiniol i olff dolenni Arfordir Sefton — Royal Birkdale, Hillside, Formby a gorau golff dolenni Lloegr.",
    "builtBy": "Adeiladwyd gan Churchtown Media",
    "builtByLink": "Adeiladwyd gan Churchtown Media ↗",
    "networkLabel": "Rhwydwaith Arfordir Sefton",
    "exploreTitle": "Archwilio",
    "networkTitle": "Rhwydwaith Arfordir Sefton",
    "legalTitle": "Gwybodaeth",
    "copyright": "© 2026 SeftonLinks.com — Cedwir pob hawl.",
    "southportGuide": "SouthportGuide.co.uk",
    "formbyGuide": "FormbyGuide.co.uk",
    "coursesHeading": "Cyrsiau",
    "openHeading": "The Open 2026",
    "openDesc": "Mae The Open Championship yn dychwelyd i Royal Birkdale, Southport ym mis Gorffennaf 2026 — y tro cyntaf ers buddugoliaeth eiconig Jordan Spieth yn 2017.",
    "openGuideBtn": "Canllaw The Open 2026 →",
    "languagesHeading": "Ieithoedd",
    "privacyLink": "Preifatrwydd",
    "termsLink": "Telerau",
    "contactLink": "Cysylltu",
    "navCourses": "Cyrsiau",
    "navTheOpen": "The Open 2026",
    "navGolfBreaks": "Gwyliau Golff",
    "navConditions": "Cyflwr y Cwrs",
    "navScorecards": "Sgordiau",
    "navTeeTimes": "Amseroedd Tee",
    "navAccommodation": "Llety",
    "courseRoyalBirkdale": "Royal Birkdale",
    "courseHillside": "Hillside Golf Club",
    "courseFormby": "Formby Golf Club",
    "courseWestLancs": "West Lancashire",
    "courseSouthportAinsdale": "Southport & Ainsdale",
    "courseOldLinks": "Southport Old Links"
  },
  "courseData": {
    "royal-birkdale": {
      "tagline": "Lleoliad The Open Championship 2026 — pinnacl golff dolenni",
      "description": "Royal Birkdale yw'r cwrs dolenni gorau y bydd y rhan fwyaf o olfwyr byth yn ei chwarae. Wedi'i osod ymhlith twyni tywod mawr ar Arfordir Sefton, mae wedi cynnal deg Open Championship ac yn sgorio'n gyson ymhlith y pum cwrs gorau yn y byd. Mae The Open 2026 yn dychwelyd yma ym mis Gorffennaf — ac os ydych chi'n cynllunio taith golff i Arfordir Sefton, dyma'r rheswm.\n\nMae'r cwrs yn gofyn am greadigrwydd a deallusrwydd. Mae'r ffeiriau yn rhedeg rhwng twyni serth sy'n sianelu'r gwynt mewn ffyrdd anrhagweladwy. Mae'r rhofa yn greulon. Mae'r gwyrddni yn gyflym, yn gynnil ac wedi'i leoli i wneud i chi feddwl am bob ergyd agosáu. Nid cwrs y gallwch ei gyhyru drwyddo — mae profiad dolenni yn helpu'n aruthrol.\n\nMae amseroedd tee ymwelwyr ar gael, ond mae Royal Birkdale yn llym am argaeledd a moeseg. Archebwch ymhell ymlaen llaw, parchwch y cod gwisg, a chydymffurfiwch â gofynion y dystysgrif handicap.",
      "visitorPolicy": "Croeso i ymwelwyr yn amodol ar argaeledd. Tystysgrif handicap yn ofynnol (dynion 24, menywod 36). Dim ymwelwyr ar ddiwrnodau cystadleuaeth."
    },
    "hillside": {
      "tagline": "Y cwrs dolenni gorau na chlywoch chi amdano — hyd yn hyn",
      "description": "Hillside yw'r cyfrinach orau ei chadw ar Arfordir Sefton — er nad am lawer yn hwy. Yn union gyfagos i Royal Birkdale, mae'n rhannu'r un tirwedd twyni dramatig ond yn cynnig mynediad gwell o lawer i ymwelwyr am ffracsiwn o'r ffi green. Mae gweithwyr proffesiynol golff sydd wedi chwarae'r ddau gwrs yn aml yn sgorio naw twll olaf Hillside ymhlith y rhai gorau yn Lloegr.\n\nAeth y cwrs drwy ailddatblygiad sylweddol ar ei naw twll olaf, sydd bellach yn rhedeg drwy dirwedd dramatig crib-a-dyffryn drwy'r twyni. Mae'r llwybr yn rhesymegol a chyflwr y cwrs yn gyson ardderchog. Os ydych chi'n adeiladu amserlen aml-ddiwrnod, mae Hillside y diwrnod cyn Royal Birkdale yn gyfuniad agos at berffaith.",
      "visitorPolicy": "Croeso i ymwelwyr y rhan fwyaf o ddyddiau'r wythnos a rhai penwythnosau. Tystysgrif handicap yn ofynnol."
    },
    "formby": {
      "tagline": "Gem breifat — un o gyrsiau dolenni mewndirol gorau Lloegr",
      "description": "Formby Golf Club yw un o'r clybiau mwyaf ecsgliwsif ar Arfordir Sefton, ac mae ei bolisi ymwelwyr yn adlewyrchu hynny. Mae gan y clwb drefniant cyfnewid gyda nifer cyfyngedig o glybiau ac mae'n trin ceisiadau ymwelwyr fesul achos — ni allwch chi yn syml archebu amser tee ar-lein.\n\nMae'r cwrs ei hun yn eithriadol. Wedi'i osod drwy goedwigoedd pinwydd arfordirol gydag ymestyniadau o ddolenni rhostir pur, mae'n brofiad sylfaenol wahanol i Royal Birkdale neu Hillside. Mae'r coed pinwydd yn darparu cysgod a chymeriad gweledol nodweddiadol, tra bod yr adrannau twyni yr un mor heriol ag unrhyw beth ar yr arfordir. Os gallwch chi gael arno, gwnewch.\n\nSylw: Mae Formby Golf Club yn glwb dynion yn unig. Mae Formby Ladies Golf Club (cyfagos, sefydlwyd 1896) yn glwb ar wahân ac yr un mor nodedig gyda'i gwrs ei hun a pholisi ymwelwyr mwy hygyrch.",
      "visitorPolicy": "Mynediad ymwelwyr cyfyngedig. Trefniadau cyfnewid gyda chlybiau cymeradwy yn unig. Cysylltwch yn uniongyrchol ag ysgrifennydd y clwb i ymholi."
    },
    "west-lancashire": {
      "tagline": "Un o glybiau hynaf Lloegr — golff dolenni yn ei burdeb",
      "description": "Mae West Lancashire Golf Club, a sefydlwyd yn 1873, ymhlith y clybiau golff hynaf yn Lloegr ac un o'r rhai lleiaf ymwelir ag ef ar Arfordir Sefton — yn bennaf oherwydd ei fod ychydig ymhellach i'r gogledd yn Blundellsands, y tu allan i glwstwr uniongyrchol Southport.\n\nMae hyn yn drueni, oherwydd mae West Lancashire yn brawf dolenni difrifol. Mae gan y cwrs ansawdd crai, heb ei soffistigio y mae puryddion yn ei garu — mae'r rhofa yn rofa go iawn, mae'r gwyrddni yn gyflym ac yn wir, ac mae'r gwynt oddi ar Fôr Iwerddon yn bresennol bob amser. Nid oes ganddo sgeiniad Royal Birkdale, ond mae'n darparu profiad dolenni mwy dilys, elfennol am ffi green llawer mwy hygyrch.\n\nMae gan y clwb hanes hir gyda chymhwyso ar gyfer The Open Championship. Os ydych chi am chwarae dolenni hanesyddol a heriol go iawn heb y pris premiwm, mae West Lancashire yn ddewis cryf.",
      "visitorPolicy": "Croeso i ymwelwyr y rhan fwyaf o ddyddiau'r wythnos. Penwythnosau yn gyfyngedig — ffoniwch ymlaen llaw."
    },
    "southport-ainsdale": {
      "tagline": "Treftadaeth Cwpan Ryder a chymeriad dolenni dilys am bris hygyrch",
      "description": "Cynhaliodd Southport & Ainsdale — sy'n hysbys yn lleol fel S&A — y Cwpan Ryder yn 1933 ac 1937, gan ei wneud yn un o'r lleoliadau di-frenhinol anaml gyda'r anrhydedd hwnnw. Mae'r hanes ar ei ben ei hun yn ei wneud yn werth rownd, ond mae'r cwrs yn ennill ei enw da ar ei rinweddau ei hun hefyd.\n\nMae S&A yn eistedd rhwng Hillside a Formby ac yn rhannu'r tirwedd twyni arfordirol sy'n nodweddu gorau Arfordir Sefton. Mae'r ychydig dyllau cyntaf yn gymharol addwyn, sy'n rhoi ymdeimlad ffug o ddiogelwch i ymwelwyr — mae'r cwrs yn cymryd cryn dipyn drwy'r adran ganol, gyda sawl twll yn wirioneddol amlwg i'r gorllewinol teyrnasol.\n\nMae ffioedd green ymhlith y rhai mwyaf hygyrch ar yr arfordir am yr hyn sydd yn wirioneddol yn ddolenni hanesyddol a heriol. Ar gyfer ymwelwyr sy'n rhoi amserlen aml-ddiwrnod at ei gilydd, mae S&A yn paru'n dda gyda Hillside neu West Lancashire am amserlen ddau-ddiwrnod gref am gost resymol.",
      "visitorPolicy": "Croeso i ymwelwyr y rhan fwyaf o ddyddiau'r wythnos. Penwythnosau drwy drefniant. Agored i gymdeithasau."
    },
    "southport-old-links": {
      "tagline": "Gwerth cudd — dolenni dilys am y pris mwyaf hygyrch ar yr arfordir",
      "description": "Southport Old Links yw'r un tawel. Wedi'i leoli yng Nghymuned Churchtown ar ymyl ogleddol Southport, dyma'r math o glwb sy'n cael ei anwybyddu ar amserlenni rhestr freuddwydion — a dyna'n union pam mae'n werth ei chwarae.\n\nWedi'i sefydlu yn 1901 ac wedi'i leoli ar dir dolenni dilys, mae Old Links yn cynnig rownd sy'n taro uwchlaw ei ffi green yn sylweddol. Mae'r cwrs yn fyrrach na'i gymdogion ar Arfordir Sefton ond yn chwarae'n hirach na'r cerdyn mewn awel arfordirol, ac mae'r bynceri wedi'u gosod yn feddylgar i wobrwyo gwneud ergyd dolenni priodol.\n\nAr gyfer ymwelwyr sy'n adeiladu taith uchel ei fwlwm — pedair neu bum rownd — mae Old Links yn darparu rhyddhad croesawgar i'r waled tra'n dal i gyflawni golff dolenni dilys. Mae hefyd yn fwyaf croesawgar i ymwelwyr heb dystysgrifau handicap, gan ei wneud yn ddewis naturiol ar gyfer chwaraewyr handicap uwch neu chwaraewyr achlysurol.",
      "visitorPolicy": "Yn groesawgar iawn i ymwelwyr y rhan fwyaf o ddyddiau'r wythnos. Y clwb mwyaf hygyrch ar yr arfordir."
    }
  }
}
