{
  "nav": {
    "courses": "Campos",
    "theOpen": "The Open 2026",
    "itineraries": "Escapadas de Golf",
    "conditions": "Estado de los Campos",
    "scorecard": "Tarjetas",
    "teeTimes": "Horas de Salida",
    "accommodation": "Alojamiento",
    "contact": "Contacto"
  },
  "meta": {
    "homeTitle": "Golf de Links en la Costa Sefton — Royal Birkdale, Hillside y The Open 2026",
    "homeDesc": "Seis campos de campeonato links en la Costa Sefton — Royal Birkdale, Hillside, Formby, West Lancashire y más. Guía para visitantes, horas de salida, green fees y escapadas de golf. The Open Championship 2026.",
    "coursesTitle": "Campos de Golf en la Costa Sefton — Royal Birkdale, Hillside y Formby",
    "coursesDesc": "Guía completa de los seis campos links de la Costa Sefton — política para visitantes, green fees, homologaciones, reservas de horas de salida y guías detalladas de cada campo.",
    "openTitle": "The Open Championship 2026 en Royal Birkdale — Guía para Visitantes",
    "openDesc": "Tu guía completa para el 155.º Open Championship en Royal Birkdale, Southport, 16–19 de julio de 2026. Historia, campeones, entradas, alojamiento, guía del campo y consejos de viaje.",
    "scorecardTitle": "Tarjetas de Puntuación de la Costa Sefton — Par, Yardas y Homologación",
    "scorecardDesc": "Datos completos de tarjetas para los seis campos links de la Costa Sefton — par, yardas desde todos los tees, course rating y slope rating. Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale y Southport Old Links.",
    "teeTimesTitle": "Horas de Salida en Royal Birkdale y los Campos de la Costa Sefton",
    "teeTimesDesc": "Cómo reservar hora de salida como visitante en Royal Birkdale, Hillside, Formby y los seis campos de la Costa Sefton. Antelación necesaria, días para visitantes, contactos directos y la política de Formby explicada con claridad.",
    "itinerariesTitle": "Escapadas de Golf en la Costa Sefton — Itinerarios de 2, 3 y 5 Días",
    "itinerariesDesc": "Itinerarios de golf preconfigurados para la Costa Sefton. Combinaciones de 2, 3 y 5 días con Royal Birkdale, Hillside, Formby y el corredor completo, con recomendaciones de alojamiento y restaurantes.",
    "accommodationTitle": "Alojamiento para Golfistas cerca de Royal Birkdale, Southport",
    "accommodationDesc": "Dónde alojarse cerca de Royal Birkdale y los campos de la Costa Sefton. Hoteles, B&Bs y casas rurales en Southport y Birkdale — ordenados por distancia, con notas sobre disponibilidad para The Open Championship 2026.",
    "conditionsTitle": "Estado de los Campos de la Costa Sefton — Condiciones Diarias de Juego",
    "conditionsDesc": "Condiciones de juego diarias en Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale y Southport Old Links. Firme, normal, mojado o cerrado — actualizado cada mañana.",
    "contactTitle": "Contactar con SeftonLinks",
    "contactDesc": "Ponte en contacto con SeftonLinks — preguntas, correcciones de datos, listados destacados y consultas comerciales.",
    "course": {
      "royal-birkdale": {
        "title": "Royal Birkdale Golf Club — Guía para Visitantes, Green Fees y Horas de Salida",
        "desc": "Sede de The Open Championship 2026. Green fee para visitantes: £300–£350. Par 70, 7.156 yardas. Política de visitantes completa, cómo reservar y guía post-ronda."
      },
      "hillside": {
        "title": "Hillside Golf Club Southport — Guía para Visitantes y Green Fees",
        "desc": "El mejor campo links que aún no conocías. Green fee: £100–£150. Par 72, 6.850 yardas. Política de visitantes completa y guía del campo."
      },
      "formby": {
        "title": "Formby Golf Club — Guía para Visitantes, Green Fees y Horas de Salida",
        "desc": "Una joya privada — uno de los mejores links interiores de Inglaterra. Green fee: £160–£210. Par 72, 6.893 yardas. Política de visitantes y guía de reservas."
      },
      "west-lancashire": {
        "title": "West Lancashire Golf Club — Green Fees y Horas de Salida para Visitantes",
        "desc": "Uno de los clubs más antiguos de Inglaterra — golf de links en estado puro. Green fee: £80–£130. Par 72, 6.756 yardas. Guía completa para visitantes."
      },
      "southport-ainsdale": {
        "title": "Southport & Ainsdale Golf Club — Guía para Visitantes y Green Fees",
        "desc": "Legado de la Ryder Cup y auténtico carácter links. Green fee: £65–£100. Par 72, 6.612 yardas. Política de visitantes y guía del campo."
      },
      "southport-old-links": {
        "title": "Southport Old Links Golf Club — Guía para Visitantes y Green Fees",
        "desc": "La mejor relación calidad-precio del litoral — un links auténtico al precio más accesible de la costa. Green fee: £40–£60. Par 71, 6.318 yardas. Guía completa para visitantes."
      }
    }
  },
  "home": {
    "heroTitle": "El Mejor Corredor de Golf de Links del Mundo",
    "heroSubtitle": "Seis campos de campeonato. Un tramo de costa. The Open Championship regresa a Royal Birkdale en julio de 2026.",
    "heroCtaCourses": "Explorar los Campos",
    "heroCtaOpen": "The Open 2026",
    "openBanner": "The Open Championship 2026 — Royal Birkdale, Southport",
    "openCountdownLabel": "Hasta The Open Championship",
    "coursesTitle": "Los Campos de la Costa Sefton",
    "coursesSubtitle": "Seis de los mejores campos links de Inglaterra, todos a pocos kilómetros entre sí",
    "featuresTitle": "Planifica tu Viaje de Golf Links",
    "conditionsTitle": "Estado de los Campos",
    "conditionsDesc": "Actualizaciones en tiempo real sobre las condiciones de los campos en la Costa Sefton",
    "plannerTitle": "Planificador de Escapadas de Golf",
    "plannerDesc": "Indícanos tus días, presupuesto y handicap — nosotros construimos tu itinerario",
    "affiliateCta": "Reserva tu Escapada de Golf",
    "affiliateDesc": "Horas de salida, hoteles y paquetes a través de Golf Breaks"
  },
  "homePage": {
    "bannerText": "The Open Championship 2026 — Royal Birkdale, Southport. 16–19 de julio.",
    "bannerLink": "→ Guía completa",
    "heroBadge": "Costa Sefton · Lancashire · Inglaterra",
    "heroImageAlt": "Campo de golf al atardecer en la Costa Sefton",
    "statChampionshipCoursesLabel": "Campos de Campeonato",
    "statOpenChampionshipsLabel": "Opens en Birkdale",
    "statOldestClubLabel": "Club Más Antiguo del Litoral",
    "statGreenFeeRangeLabel": "Rango de Green Fee",
    "openSectionBadge": "The Open Championship 2026",
    "openSectionHeading1": "Royal Birkdale. Julio de 2026.",
    "openSectionHeading2": "El Mayor Espectáculo del Golf.",
    "openSectionPara1": "El 155.º Open Championship regresa a Royal Birkdale — un campo que ha sido escenario de algunos de los momentos más dramáticos de la historia del golf. La legendaria recuperación de Arnold Palmer en 1961. El quinto claret jug de Tom Watson en 1983. La victoria wire-to-wire de Jordan Spieth en 2017.",
    "openSectionPara2": "Si estás planificando un viaje de golf links a la Costa Sefton, la semana de The Open es el evento del año. El alojamiento en un radio de 30 kilómetros se agota con 12 o más meses de antelación. Planifica ya.",
    "openSectionCtaBtn": "The Open 2026 — Guía Completa",
    "pastChampionsHeading": "Campeones en Royal Birkdale",
    "courseCardEstFounded": "Fund. {year}",
    "courseCardOpenVenueBadge": "Sede del Open",
    "courseCardParLabel": "Par",
    "courseCardYardsLabel": "Yardas",
    "courseCardFromLabel": "Desde",
    "courseCardFullGuideLink": "Guía completa",
    "compareAllCoursesBtn": "Comparar Todos los Campos",
    "toolsSectionTitle": "Planifica tu Visita a la Costa Sefton",
    "toolsSectionSubtitle": "Herramientas diseñadas para el golfista visitante — no para los locales que ya conocen los campos.",
    "tool1Title": "Estado de los Campos",
    "tool1Desc": "Estado actualizado de los seis campos — firme, normal, mojado o cerrado. Velocidad y dirección del viento. Actualización manual cada mañana.",
    "tool1Cta": "Ver Estado",
    "tool2Title": "Planificador de Escapadas",
    "tool2Desc": "Indica tus días, presupuesto y nivel de handicap y obtén un itinerario preconfigurado con el orden de los campos, dónde alojarte y dónde comer.",
    "tool2Cta": "Planifica tu Escapada",
    "tool3Title": "Guía de Horas de Salida",
    "tool3Desc": "Política de visitantes en cada campo — qué días admiten visitas, con cuánta antelación reservar, contactos directos. La complicada política de Formby explicada con claridad.",
    "tool3Cta": "Ver Guía de Horas de Salida",
    "tool4Title": "Base de Datos de Tarjetas",
    "tool4Desc": "Datos completos de tarjetas para los seis campos — par, yardas desde todos los tees, course rating y slope rating. Todo lo que necesitas para prepararte.",
    "tool4Cta": "Ver Tarjetas",
    "tool5Title": "Alojamiento para Golfistas",
    "tool5Desc": "Alojamiento seleccionado a poca distancia de los campos — apto para salidas tempranas, con almacén para palos y servicios post-ronda. Ordenado por distancia a Royal Birkdale.",
    "tool5Cta": "Buscar Alojamiento",
    "tool6Title": "Itinerarios de Golf",
    "tool6Desc": "Itinerarios preconfigurados de 2, 3 y 5 días con orden de campos, sugerencias de alojamiento y restaurantes. Desde económico hasta de campeonato.",
    "tool6Cta": "Ver Itinerarios",
    "affiliateCtaTitle": "¿Listo para Reservar tu Viaje a la Costa Sefton?",
    "affiliateCtaDesc": "Golf Breaks es la plataforma especializada en viajes de golf líder en el Reino Unido — horas de salida, hoteles y paquetes en la Costa Sefton, desde un fin de semana en S&A hasta una semana completa con The Open como broche final.",
    "affiliateCtaBtn1": "Ver Paquetes en Golf Breaks ↗",
    "affiliateCtaBtn2": "Construir tu Propio Itinerario",
    "affiliateCtaDisclaimer": "Enlace de afiliado de Golf Breaks — recibimos una comisión sin coste adicional para ti.",
    "editorialTitle": "¿Por qué la Costa Sefton?",
    "editorialPara1": "Hay corredores de golf links en Escocia — St Andrews, Carnoustie, Muirfield — que acaparan toda la atención. La Costa Sefton pasa desapercibida. Esa es precisamente la oportunidad para el golfista visitante.",
    "editorialPara2": "En apenas 15 kilómetros de litoral, encontrarás seis campos links auténticos que van desde Royal Birkdale (sistemáticamente entre los cinco mejores del mundo) hasta Southport Old Links (golf de verdad por £40). Puedes jugar un campo diferente cada día durante una semana sin repetirte — y la variedad es sorprendente. Birkdale entre espectaculares dunas de sarga. Hillside por un terreno de crestas y valles. Formby entre pinares costeros. West Lancashire expuesto al Mar de Irlanda.",
    "editorialPara3": "La ventaja práctica de la Costa Sefton frente a Escocia es clara: es más fácil llegar desde Europa continental a través de los aeropuertos de Liverpool y Manchester, el alojamiento ofrece mejor relación calidad-precio y los campos son más accesibles para visitantes que sus equivalentes escoceses. Royal Birkdale es más barato que Muirfield y más fácil de reservar.",
    "editorialPara4": "Y en julio de 2026, el mundo tendrá los ojos puestos aquí. The Open Championship regresa a Royal Birkdale — el escenario de la milagrosa escapada de Spieth de la zona de drop en 2017, la victoria clínica de Watson en 1983 y la concesión histórica de la Ryder Cup de 1969. Si alguna vez has pensado en un viaje de golf links a Inglaterra, este es el momento.",
    "featureCard1Title": "Fácil de Llegar",
    "featureCard1Text": "45 min desde el aeropuerto de Liverpool, 60 min desde Manchester. Tren directo a Southport desde el centro de Liverpool.",
    "featureCard2Title": "Abierto a Visitantes",
    "featureCard2Text": "Cuatro de los seis campos admiten visitas activamente. Mejor acceso que los campos de calidad equivalente en Escocia.",
    "featureCard3Title": "Relación Calidad-Precio Real",
    "featureCard3Text": "Green fees desde £40 (Old Links) hasta £350 (Birkdale). Los campos escoceses comparables cuestan más en todos los niveles.",
    "southportGuideDesc": "Hoteles, restaurantes y qué hacer en Southport — tu base para un viaje de golf a la Costa Sefton.",
    "formbyGuideDesc": "La guía completa de Formby — pinares de la National Trust, ardillas rojas y el pueblo entre rondas."
  },
  "courses": {
    "pageTitle": "Campos de Golf de la Costa Sefton",
    "pageDesc": "La guía definitiva de Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale y Southport Old Links",
    "greenFee": "Green Fee",
    "par": "Par",
    "yardage": "Yardas",
    "courseRating": "Course Rating",
    "slopeRating": "Slope Rating",
    "visitorPolicy": "Política para Visitantes",
    "bookNow": "Reservar una Ronda",
    "viewCourse": "Ver Guía del Campo",
    "difficulty": {
      "accessible": "Accesible",
      "moderate": "Moderado",
      "challenging": "Exigente",
      "championship": "Campeonato"
    }
  },
  "coursesPage": {
    "headerBadge": "Costa Sefton, Lancashire",
    "tableHeaderCourse": "Campo",
    "tableHeaderPar": "Par",
    "tableHeaderYards": "Yardas",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "tableHeaderGreenFee": "Green Fee",
    "tableHeaderDifficulty": "Dificultad",
    "tableFootnote": "★ Sede de The Open Championship. Los green fees son aproximados — verifica siempre con el club antes de reservar.",
    "cardStatParLabel": "Par",
    "cardStatYardsLabel": "Yardas",
    "cardStatCourseRatingLabel": "Course Rating",
    "cardStatSlopeLabel": "Slope",
    "cardStatGreenFeeLabel": "Green Fee",
    "cardEstFounded": "Fund. {year}",
    "visitorPolicyLabel": "Política para Visitantes",
    "majorHistoryLabel": "Historia en Majors",
    "fullCourseGuideBtn": "Guía Completa del Campo",
    "clubWebsiteBtn": "Web del Club"
  },
  "courseDetail": {
    "breadcrumbHome": "Inicio",
    "breadcrumbCourses": "Campos",
    "openVenueBadge": "Sede del Open Championship",
    "quickInfoLabel": "Información Rápida",
    "greenFeeLabel": "Green Fee",
    "parLabel": "Par",
    "yardsLabel": "Yardas",
    "handicapLabel": "Handicap",
    "bookViaClubBtn": "Reservar en la Web del Club",
    "aboutTitle": "Sobre {courseName}",
    "courseDataTitle": "Datos del Campo",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Yardas",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "ratingsDisclaimer": "Datos verificados con las mejores fuentes disponibles. Confirma con el club antes de usar en competición.",
    "teeTimeTitle": "Cómo Conseguir una Hora de Salida",
    "visitorPolicyLabel": "Política para Visitantes",
    "bestDaysLabel": "Mejores Días para Visitar",
    "advanceBookingLabel": "Antelación Necesaria",
    "handicapRequirementLabel": "Requisito de Handicap",
    "handicapRequirementText": "Límite de handicap para caballeros: {limit}. Se requiere certificado de handicap — lleva tu tarjeta del club o tarjeta EGA.",
    "whyPlayTitle": "¿Por qué Jugar en {courseName}?",
    "practicalNotesTitle": "Notas Prácticas",
    "majorHistoryTitle": "Historia en Grandes Campeonatos",
    "afterRoundTitle": "Después de la Ronda",
    "restaurantGuideLink": "Guía completa de restaurantes — SouthportGuide.co.uk",
    "bookRoundTitle": "Reserva tu Ronda",
    "bookRoundDesc": "Reserva horas de salida y paquetes de golf en {courseName} a través de Golf Breaks — el especialista líder en vacaciones de golf del Reino Unido.",
    "golfBreaksBtn": "Ver Paquetes en Golf Breaks",
    "bookDirectLink": "O reserva directamente en {courseName}",
    "conditionsWidgetTitle": "Condiciones de Hoy",
    "conditionsWidgetDesc": "Consulta las condiciones actuales de juego antes de salir.",
    "conditionsWidgetLink": "Ver condiciones del campo",
    "gettingThereTitle": "Cómo Llegar",
    "postcodeLabel": "Código postal:",
    "fromLiverpoolLabel": "Desde el Aeropuerto de Liverpool:",
    "fromLiverpoolValue": "~45 min en coche",
    "fromManchesterLabel": "Desde el Aeropuerto de Manchester:",
    "fromManchesterValue": "~70 min en coche",
    "byTrainLabel": "En tren:",
    "byTrainValue": "Merseyrail hasta Southport, luego taxi",
    "otherCoursesHeading": "Otros Campos",
    "compareAllLink": "Comparar todos los campos"
  },
  "open": {
    "pageTitle": "The Open Championship 2026 — Royal Birkdale",
    "pageDesc": "Tu guía para el 155.º Open Championship en Royal Birkdale, Southport. Historia, entradas, alojamiento y guía del campo.",
    "countdown": "Cuenta atrás hasta The Open",
    "dates": "16–19 de julio de 2026",
    "venue": "Royal Birkdale Golf Club, Southport",
    "historyTitle": "Royal Birkdale y The Open",
    "ticketsTitle": "Entradas e Información para Visitantes",
    "stayTitle": "Dónde Alojarse para The Open",
    "days": "días",
    "hours": "h",
    "minutes": "min",
    "seconds": "seg"
  },
  "openPage": {
    "heroBadge": "El 155.º Open Championship",
    "heroTitle1": "The Open Championship",
    "heroTitle2": "Royal Birkdale 2026",
    "heroBtn1": "Entradas en TheOpen.com ↗",
    "heroBtn2": "Guía del Campo Royal Birkdale",
    "aboutTitle": "The Open Championship en Royal Birkdale",
    "aboutPara1": "The Open Championship — el Major más antiguo del golf y el único que se juega fuera de Norteamérica — regresa a Royal Birkdale por undécima vez en julio de 2026. Ningún otro campo de la rotación del Open ha acogido el torneo más veces, un récord que refleja tanto la calidad del campo como su excepcional capacidad para albergar un campeonato de esta magnitud.",
    "aboutPara2": "Royal Birkdale es un links en el sentido más estricto del término. Las calles discurren entre imponentes dunas de arena que canalizan el viento costero de manera impredecible. El rough de sarga — seña de identidad de Birkdale — es muy castigador pero no imposible. Los greens son pequeños, rápidos y con sutiles rompimientos. En condiciones de campeonato, el ganador suele terminar alrededor del par, pero solo cuando el tiempo acompaña. Cuando no lo hace, Birkdale se convierte en uno de los exámenes más exigentes del golf mundial.",
    "aboutPara3": "El Open de 2017 deparó uno de los finales más dramáticos de los últimos tiempos. Jordan Spieth, líder desde el primer día, hizo triple bogey en el hoyo 13 tras mandar su bola a una zona con equipamiento de televisión. Su decisión de aplicar la regla del drop zone — seguida de un golpe de aproximación extraordinario a un metro del hoyo — se convirtió en una de las imágenes más memorables del golf moderno.",
    "aboutPara4": "Para el turista de golf, The Open en Royal Birkdale representa una oportunidad única: el torneo de golf más prestigioso del mundo, en uno de los mejores campos links de Inglaterra, en un entorno compacto y accesible. El acceso para los espectadores es excelente, el ambiente es inconfundiblemente británico, y la zona de restauración y ocio ha mejorado notablemente en las últimas ediciones.",
    "pastChampionsTitle": "Campeones en Royal Birkdale",
    "lastWinnerBadge": "Último campeón",
    "champNote2017": "Wire-to-wire — memorable escapada de la zona de drop en el 13",
    "champNote2008": "Segundo claret jug consecutivo",
    "champNote1998": "Primer Major a los 41 años",
    "champNote1991": "Salida de nueve en 29 golpes en la última ronda",
    "champNote1983": "Quinto y último título en The Open",
    "champNote1976": "Victoria wire-to-wire",
    "champNote1971": "Tercer Major consecutivo en seis semanas",
    "champNote1965": "Quinto Open Championship",
    "champNote1961": "La legendaria recuperación de Palmer con un hierro desde un arbusto en el 15",
    "champNote1954": "El primero de sus cinco títulos en The Open",
    "ticketsAlertTitle": "Entradas solo a través de TheOpen.com",
    "ticketsAlertDesc": "El R&A vende todas las entradas directamente. No existe ningún revendedor oficial. Las entradas para los días de campeonato (jueves a domingo) se agotan rápidamente — a veces en cuestión de horas. Regístrate ahora en la lista de espera y el sorteo del R&A en TheOpen.com.",
    "ticketTableHeaderType": "Tipo de Entrada",
    "ticketTableHeaderPrice": "Precio",
    "ticketTableHeaderNotes": "Notas",
    "ticketType1": "Rondas de Práctica (lun–mié)",
    "ticketPrice1": "Por confirmar",
    "ticketNote1": "Generalmente las entradas más accesibles, con buen acceso al campo",
    "ticketType2": "Días de Campeonato (jue–dom)",
    "ticketPrice2": "Por confirmar",
    "ticketNote2": "Reserva en TheOpen.com en cuanto estén disponibles",
    "ticketType3": "Entradas Junior",
    "ticketPrice3": "Gratis (menores de 16)",
    "ticketNote3": "Deben ir acompañados de un adulto con entrada válida",
    "ticketsBtn": "Entradas — TheOpen.com ↗",
    "stayIntroDesc": "El alojamiento en un radio de 15 km de Royal Birkdale se agota entre 12 y 18 meses antes de la semana del Open. Si aún no has reservado, considera Liverpool o Formby como alternativas — ambas son viables con buena planificación.",
    "accomArea1Name": "Birkdale y Southport",
    "accomArea1Desc": "A pie o en taxi corto hasta Royal Birkdale. The Bold Hotel en Lord Street es la opción clásica. Reserva con 12 meses o más de antelación para la semana del Open.",
    "accomArea1Distance": "< 2 millas",
    "accomArea1Price": "£££",
    "accomArea2Name": "Formby Village",
    "accomArea2Desc": "B&Bs y alquileres vacacionales en un entorno más tranquilo, a 20 min en coche de Birkdale. FormbyGuide.co.uk tiene listados de alojamiento local.",
    "accomArea2Distance": "~5 millas",
    "accomArea2Price": "££",
    "accomArea3Name": "Centro de Liverpool",
    "accomArea3Desc": "Gran oferta hotelera, a 45–60 min en coche o tren. Más disponibilidad pero requiere desplazamiento diario.",
    "accomArea3Distance": "~18 millas",
    "accomArea3Price": "££",
    "accomArea4Name": "Mánchester",
    "accomArea4Desc": "Acceso directo por autopista, 60–75 min. Útil si combinas con otros destinos.",
    "accomArea4Distance": "~40 millas",
    "accomArea4Price": "££",
    "southportHotelsBtn": "Guía de Hoteles en Southport ↗",
    "formbyAccomBtn": "Alojamiento en Formby ↗",
    "visitorGuideTitle": "Guía para Visitantes — Qué Esperar",
    "gettingThereTitle": "Cómo Llegar",
    "gettingThereItem1": "Código postal: PR8 2LX (entrada principal de Royal Birkdale)",
    "gettingThereItem2": "Centro de Southport ~3 km — autobuses lanzadera durante la semana del Open",
    "gettingThereItem3": "Aeropuerto de Liverpool: 45 min en coche",
    "gettingThereItem4": "Aeropuerto de Manchester: 65 min en coche",
    "gettingThereItem5": "Merseyrail hasta la estación de Birkdale: 8 minutos a pie hasta el campo",
    "onTheDayTitle": "El Día del Torneo",
    "onTheDayItem1": "Las puertas abren 2 horas antes de la primera salida",
    "onTheDayItem2": "Código de vestimenta: smart casual, zapatillas planas recomendadas",
    "onTheDayItem3": "Teléfonos móviles permitidos (modo silencioso, sin vídeo)",
    "onTheDayItem4": "Se acepta efectivo y tarjeta en todo el recinto",
    "onTheDayItem5": "Pabellón de merchandising oficial — haz cola pronto",
    "spectatorTipsTitle": "Consejos para Espectadores",
    "spectatorTipsItem1": "Los días de práctica ofrecen mayor acceso al campo y mejores oportunidades fotográficas",
    "spectatorTipsItem2": "Los hoyos 17 y 18 se llenan — posiciónate pronto para el final",
    "spectatorTipsItem3": "Los tees del 1 y del 13 permiten ver bien el grupo de salida",
    "spectatorTipsItem4": "Las tribunas naturales en las dunas de Birkdale requieren calzado adecuado",
    "spectatorTipsItem5": "Consulta la app del R&A para el marcador en tiempo real y el seguimiento de jugadores",
    "playCourseTitle": "Juega el Campo",
    "playCourseItem1": "Las horas de salida para visitantes se reanudan tras desmontar el recinto del campeonato",
    "playCourseItem2": "Las salidas post-Open se reservan rápido — Royal Birkdale gestiona directamente",
    "playCourseItem3": "Combina con Hillside o S&A para una escapada completa por la zona de Birkdale",
    "playCourseItem4": "Caddies disponibles — reserva con mucha antelación para la experiencia premium",
    "quickFactsTitle": "Datos Rápidos",
    "factLabelChampNumber": "Número del Campeonato",
    "factValueChampNumber": "155.º Open",
    "factLabelVenue": "Sede",
    "factValueVenue": "Royal Birkdale GC",
    "factLabelLocation": "Localización",
    "factValueLocation": "Southport, PR8 2LX",
    "factLabelDates": "Fechas",
    "factValueDates": "16–19 de julio de 2026",
    "factLabelPracticeDays": "Días de Práctica",
    "factValuePracticeDays": "13–15 de julio de 2026",
    "factLabelDefendingChamp": "Campeón Defensor",
    "factValueDefendingChamp": "Brian Harman (2023)",
    "factLabelOrganiser": "Organizador",
    "factValueOrganiser": "The R&A",
    "factLabelTimesHosted": "Veces en Birkdale",
    "factValueTimesHosted": "11 (desde 1954)",
    "officialLinksTitle": "Enlaces Oficiales",
    "officialLink1Label": "Web Oficial de The Open Championship",
    "officialLink2Label": "Royal Birkdale Golf Club",
    "officialLink3Label": "R&A — Sorteo de Entradas",
    "officialLink4Label": "Información Turística de Southport",
    "bookAccomTitle": "Reservar Alojamiento",
    "bookAccomDesc": "No lo dejes para el último momento. El alojamiento durante la semana del Open se agota rápido. Reserva en Booking.com para la mayor selección y cancelación flexible.",
    "bookAccomBtn": "Buscar Hoteles en Southport ↗",
    "bookAccomAffiliate": "Enlace de afiliado de Booking.com",
    "playBirkdaleTitle": "Juega Royal Birkdale",
    "playBirkdaleDesc": "¿Planeando una ronda antes o después de The Open? Green fees, política de visitantes y guía de reservas.",
    "playBirkdaleLink": "Guía del campo Royal Birkdale"
  },
  "teeTimesPage": {
    "headerBadge": "Guía para Visitantes",
    "pageTitle": "Cómo Conseguir una Hora de Salida",
    "pageDesc": "Políticas para visitantes, procesos de reserva y qué esperar en cada campo — incluida la conocidamente complicada política de Formby Golf Club, explicada con claridad.",
    "formbyCalloutTitle": "Formby Golf Club — El Más Complicado",
    "formbyCalloutIntro": "Formby Golf Club genera más confusión entre los visitantes que cualquier otro campo de la Costa Sefton. Aquí tienes el panorama completo:",
    "formbyPoint1Title": "Solo caballeros.",
    "formbyPoint1Text": "Formby Golf Club es un club privado exclusivo para caballeros. No es algo inusual en los clubs de golf tradicionales ingleses, pero conviene saberlo antes de llegar con un grupo mixto.",
    "formbyPoint2Title": "Sin reserva online.",
    "formbyPoint2Text": "No hay sistema de reserva de horas de salida en la web. Hay que escribir o llamar directamente al secretario del club.",
    "formbyPoint3Title": "Acuerdos de reciprocidad.",
    "formbyPoint3Text": "El acceso es principalmente a través de clubs con acuerdos formales de reciprocidad. Pregunta al secretario de tu club de origen si tienen un acuerdo con Formby.",
    "formbyPoint4Title": "La carta de presentación ayuda.",
    "formbyPoint4Text": "Una carta formal del profesional o secretario de tu club de origen aumenta considerablemente las posibilidades de acceso como visitante.",
    "formbyPoint5Title": "Formby Ladies Golf Club es independiente.",
    "formbyPoint5Text": "Adyacente pero completamente independiente — su propio campo, socios y política de visitantes. Más abierto a visitas que el club masculino.",
    "formbyPoint6Title": "Merece el esfuerzo.",
    "formbyPoint6Text": "Si consigues jugar, hazlo. El campo es excepcional — pinares y dunas links combinados de manera única.",
    "allCoursesTitle": "Política para Visitantes — Todos los Campos",
    "difficultyRestricted": "Restringido",
    "difficultyByArrangement": "Con acuerdo previo",
    "difficultyWelcome": "Visitantes bienvenidos",
    "callBtn": "Llamar",
    "websiteBtn": "Web",
    "visitorPolicyLabel": "Política para Visitantes",
    "bestDaysLabel": "Mejores Días",
    "bookingLabel": "Reserva",
    "handicapRequirementLabel": "Requisito de handicap:",
    "handicapRequirementText": "Certificado de caballero requerido (límite {limit}). Lleva tu tarjeta de handicap del club o tarjeta EGA.",
    "generalTipsTitle": "Consejos Generales para Golfistas Visitantes",
    "tip1Title": "Lleva siempre tu certificado de handicap",
    "tip1Text": "Todos los campos de la Costa Sefton excepto Southport Old Links exigen un certificado de handicap. Se acepta la tarjeta de tu federación nacional o la tarjeta EGA.",
    "tip2Title": "Reserva con antelación, especialmente en verano",
    "tip2Text": "La Costa Sefton está muy solicitada de junio a septiembre. Royal Birkdale e Hillside se llenan con 4–8 semanas de antelación en temporada alta. No te presentes sin reserva esperando la suerte.",
    "tip3Title": "El código de vestimenta se aplica en todos los clubs",
    "tip3Text": "Smart casual como mínimo en todos los clubs. Sin vaqueros, sin zapatillas de deporte, sin camisetas en la mayoría. Algunos clubs exigen camisa de cuello y pantalón formal en el club house.",
    "tip4Title": "Llega 30 minutos antes",
    "tip4Text": "En los campos links hay a menudo una caminata desde el aparcamiento hasta el primer tee. Necesitas tiempo para calentar y preguntar al pro shop sobre las reglas locales y las condiciones temporales.",
    "tip5Title": "Pregunta por el sistema de drop zones",
    "tip5Text": "Royal Birkdale tiene drop zones específicas y áreas de interés especial bajo reglas locales. Pide la tarjeta de reglas locales en el pro shop.",
    "tip6Title": "El tiempo cambia rápido en la costa",
    "tip6Text": "Lleva un impermeable aunque la mañana amanezca despejada. El tiempo costero es impredecible. Un viento del suroeste fresco por la mañana puede ser fuerte al llegar al segundo nueve."
  },
  "accommodationPage": {
    "headerBadge": "Alojamiento para Golfistas",
    "pageTitle": "Alojamiento para Golfistas",
    "pageDesc": "Alojamiento seleccionado cerca de Royal Birkdale y los campos de la Costa Sefton — elegido por su almacén para palos, desayuno temprano y proximidad al primer tee.",
    "openCalloutTitle": "¿Reservando para The Open Championship 2026?",
    "openCalloutDesc": "El alojamiento cercano a Royal Birkdale durante la semana del Open (14–20 de julio de 2026) se agota entre 12 y 18 meses antes. Si estás leyendo esto después de marzo de 2026, las opciones en un radio de 8 km serán muy limitadas. Considera el centro de Liverpool, Ormskirk y Wigan como alternativas.",
    "openCalloutLink": "Guía de alojamiento para el Open 2026",
    "distanceFromBirkdale": "de Royal Birkdale",
    "approxLabel": "aprox.",
    "golferFeaturesLabel": "Servicios para Golfistas",
    "checkAvailabilityBtn": "Consultar Disponibilidad ↗",
    "tipsTitle": "Consejos de Alojamiento para Visitantes de Golf",
    "tip1": "Reserva horas de salida de martes a jueves si te quedas entre semana — mejor disponibilidad en todos los campos y generalmente menos concurrido.",
    "tip2": "Pregunta por el almacén de palos al reservar. Los buenos hoteles de golf cuentan con un almacén seco dedicado en lugar de dejarte los palos en la habitación por la noche.",
    "tip3": "La estación de Birkdale (Merseyrail) está a 8 minutos a pie de la entrada principal de Royal Birkdale. Muy útil si tu hotel está en el centro de Southport.",
    "tip4": "La cancelación flexible importa — el tiempo en los links es impredecible. Reserva tarifas reembolsables a menos que el ahorro en no reembolsables sea muy considerable.",
    "southportHotelsLinkTitle": "Guía Completa de Hoteles en Southport",
    "southportHotelsLinkDesc": "SouthportGuide.co.uk — hoteles, B&Bs y apartamentos",
    "formbyAccomLinkTitle": "Guía de Alojamiento en Formby",
    "formbyAccomLinkDesc": "FormbyGuide.co.uk — base más tranquila, a 8 km de Birkdale"
  },
  "scorecardPage": {
    "headerBadge": "Datos del Campo",
    "pageTitle": "Base de Datos de Tarjetas",
    "pageDesc": "Par, yardas desde todos los tees, course rating y slope rating para cada campo de la Costa Sefton. Úsalo para planificar tu juego y prepararte bien antes de llegar.",
    "fullGuideLink": "Guía completa",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Yardas",
    "tableHeaderMetres": "Metros",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "statGreenFeeLabel": "Green Fee",
    "statVisitorPolicyLabel": "Política para Visitantes",
    "statVisitorRestricted": "Restringido",
    "statVisitorByArrangement": "Con acuerdo previo",
    "statVisitorWelcome": "Bienvenido",
    "statChampRatingLabel": "Rating de Campeonato",
    "statDistanceFromBirkdaleLabel": "Distancia a Birkdale",
    "statAdjacentValue": "Adyacente",
    "understandingDataTitle": "Cómo Interpretar los Datos",
    "courseRatingTitle": "Course Rating",
    "courseRatingDesc": "La puntuación esperada para un golfista scratch (handicap cero) desde ese tee. Un rating de 76,5 significa que se espera que un scratch haga 76,5 golpes en condiciones normales.",
    "slopeRatingTitle": "Slope Rating",
    "slopeRatingDesc": "Mide la dificultad en relación con un golfista de bogey. La escala de la USGA va de 55 a 155 — un slope de 113 es la media, 148 (Royal Birkdale de campeonato) es extremadamente difícil.",
    "yardageMetresTitle": "Yardas y Metros",
    "yardageMetresDesc": "Los clubs ingleses usan yardas. Se incluyen los metros para los visitantes del continente europeo. Los GPS y telémetros láser están generalmente permitidos — consulta con cada club antes de usarlos en competición.",
    "dataAccuracyTitle": "Precisión de los Datos",
    "dataAccuracyDesc": "Datos verificados con las mejores fuentes disponibles. Los ratings de campo y slope pueden ser actualizados periódicamente por el club. Confirma siempre con el club antes de usar en competición."
  },
  "itinerariesPage": {
    "headerBadge": "Costa Sefton",
    "pageTitle": "Itinerarios de Golf",
    "pageDesc": "Escapadas de golf preconfiguradas para cada duración y presupuesto — desde una escapada corta de dos días hasta el gran tour de cinco campos. O usa el planificador para crear la tuya.",
    "plannerTitle": "Planificador de Escapadas de Golf",
    "plannerDesc": "Indica tus días, presupuesto y handicap — te asignamos el itinerario más adecuado.",
    "allItinerariesTitle": "Todos los Itinerarios",
    "dayLabel": "día",
    "daysLabel": "días",
    "budgetPremium": "£££ Premium",
    "budgetStandard": "££ Estándar",
    "budgetValue": "£ Económico",
    "courseOrderLabel": "Orden de los Campos",
    "whereToStayLabel": "Dónde Alojarse",
    "diningLabel": "Gastronomía",
    "estimatedGreenFeesLabel": "Green Fees Estimados",
    "bookViaGolfBreaksBtn": "Reservar en Golf Breaks ↗",
    "howToPlanTitle": "Cómo Planificar un Viaje de Golf a la Costa Sefton",
    "howToPlanPara1": "Los campos de la Costa Sefton están lo suficientemente cerca como para que una escapada de dos días permita cubrir dos o tres rondas sin complicaciones logísticas. Royal Birkdale e Hillside son literalmente adyacentes — se puede caminar entre ellos. Southport & Ainsdale está a apenas 5 km más al sur. Formby está a 8 km de Birkdale por la A565.",
    "howToPlanPara2": "Para escapadas de varios días, alójate en Southport. La ciudad tiene la mayor oferta hotelera, y todo lo que va desde Lord Street hasta Birkdale está a distancia de taxi. Si prefieres algo más tranquilo y económico, Formby está a 20 minutos al sur y tiene buenas opciones de B&B.",
    "howToPlanPara3": "El orden importa. No juegues Royal Birkdale el primer día — pasarás el resto del viaje comparando todo con él. Ve de menos a más: empieza con Old Links o S&A, sigue con Hillside el segundo día y llega a Birkdale cuando ya tengas las piernas de links. El contraste hará que el final se sienta merecido.",
    "howToPlanPara4": "Reserva las horas de salida antes de llegar. Royal Birkdale se llena semanas antes, Hillside entre dos y cuatro semanas, S&A y Old Links suelen tener huecos con una semana de antelación. Formby requiere contacto previo con el secretario del club — no hay reserva online."
  },
  "conditions": {
    "pageTitle": "Condiciones de los Campos de la Costa Sefton",
    "pageDesc": "Condiciones de juego actuales en Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale y Southport Old Links",
    "lastUpdated": "Última actualización",
    "firm": "Firme",
    "standard": "Normal",
    "wet": "Mojado / Blando",
    "closed": "Cerrado",
    "windSpeed": "Viento",
    "windDir": "Dirección",
    "notes": "Notas"
  },
  "conditionsPage": {
    "headerBadge": "Actualización Diaria",
    "pageTitle": "Condiciones de los Campos",
    "pageDesc": "Condiciones actuales de los seis campos de la Costa Sefton — actualización manual cada mañana antes de las 7:30. Consulta antes de desplazarte.",
    "aboutLinksTitle": "El Golf de Links y sus Condiciones",
    "aboutLinksPara1": "Las condiciones del golf de links son fundamentalmente diferentes a las del golf en parque. Las variables clave son la dirección e intensidad del viento, las lluvias recientes y el drenaje, y la firmeza del terreno. Un campo firme y seco se juega de manera completamente diferente a uno mojado y blando — los golpes de aproximación no frenan, la bola rueda más desde el tee y el juego corto se vuelve más creativo.",
    "aboutLinksPara2": "Los campos de la Costa Sefton drenan bien por diseño — están construidos sobre arena. Incluso tras lluvias intensas, Royal Birkdale e Hillside se recuperan más rápido que los campos interiores. Southport & Ainsdale y West Lancashire pueden retener algo más de agua debido a su orografía. Las zonas boscosas de Formby son las que se secan más rápido.",
    "aboutLinksPara3": "La velocidad y dirección del viento importan aquí más que en casi cualquier otro lugar de Inglaterra. El predominante viento del suroeste en Royal Birkdale crea la experiencia natural para la que fue diseñado el campo. Un viento del este procedente del interior ofrece un campo completamente diferente. Esta guía incluye una clave de dirección del viento específica para Royal Birkdale.",
    "conditionsDisclaimer": "Los datos de condiciones son aproximados y se mantienen manualmente. Verifica siempre con el club correspondiente antes de desplazarte. SeftonLinks no asume ninguna responsabilidad por cierres o condiciones que difieran de las publicadas en esta página."
  },
  "contactPage": {
    "pageTitle": "Contacto",
    "pageDesc": "Preguntas, correcciones, listados destacados y consultas comerciales.",
    "getInTouchTitle": "Ponte en Contacto",
    "generalEnquiriesLabel": "Consultas generales:",
    "featuredListingsLabel": "Listados destacados:",
    "featuredListingsText": "Los clubs de golf, alojamientos para golfistas, servicios de caddie y restaurantes post-ronda pueden solicitar información sobre la colocación destacada. Escribe con los detalles de tu negocio.",
    "dataCorrectionsLabel": "Correcciones de datos:",
    "dataCorrectionsText": "Si algún dato del campo — green fees, política de visitantes, horarios — es incorrecto, háznoslo saber. Actualizamos con rapidez.",
    "pressMediaLabel": "Prensa y medios:",
    "pressMediaLinkText": "Churchtown Media Ltd",
    "beforeContactTitle": "Antes de Contactarnos",
    "beforeContactItem1": "→ Para reservas de horas de salida, contacta directamente con los clubs — somos una guía, no una plataforma de reservas.",
    "beforeContactItem2": "→ Para entradas de The Open Championship, visita TheOpen.com.",
    "beforeContactItem3": "→ Para consultas de visitantes de Royal Birkdale, llama directamente al 01704 552261."
  },
  "legalPage": {
    "privacyTitle": "Política de Privacidad",
    "termsTitle": "Condiciones de Uso",
    "lastUpdated": "Última actualización: febrero de 2026",
    "privacyIntro": "SeftonLinks.com está operado por Churchtown Media Ltd. Tu privacidad es importante para nosotros.",
    "analyticsTitle": "Analítica",
    "analyticsDesc": "Utilizamos Plausible Analytics (respetuoso con la privacidad, conforme al RGPD, sin cookies, sin recopilación de datos personales) y Microsoft Clarity (grabaciones de sesión — anonimizadas). Ninguno requiere consentimiento de cookies bajo el RGPD cuando se configura correctamente.",
    "affiliateLinksTitle": "Enlaces de Afiliado",
    "privacyAffiliateDesc": "Algunos enlaces de este sitio son de afiliado (Golf Breaks, Booking.com, Sykes Cottages). Están claramente identificados. Al hacer clic, SeftonLinks.com puede recibir una comisión sin coste adicional para ti.",
    "privacyContactTitle": "Contacto",
    "privacyContactText": "Consultas de privacidad:",
    "termsIntro": "Al usar SeftonLinks.com aceptas estas condiciones. El sitio está operado por Churchtown Media Ltd.",
    "infoAccuracyTitle": "Exactitud de la Información",
    "infoAccuracyDesc": "Los green fees, políticas de visitantes, horarios y datos de los campos se proporcionan de buena fe y se actualizan regularmente. Verifica siempre directamente con el club antes de desplazarte. SeftonLinks no asume ninguna responsabilidad por información desactualizada o cierres de campo.",
    "termsAffiliateDesc": "Este sitio participa en programas de afiliado que incluyen Golf Breaks, Booking.com y Sykes Cottages. Las comisiones obtenidas contribuyen a financiar la actividad editorial sin coste para los usuarios.",
    "copyrightTitle": "Derechos de Autor",
    "copyrightDesc": "Todo el contenido editorial © 2026 SeftonLinks.com. Los datos del campo (par, ratings, slope) son datos objetivos y no están sujetos a derechos de autor. No reproduzcas el contenido editorial sin autorización escrita."
  },
  "notFound": {
    "heading": "Página no encontrada",
    "description": "Esta página no existe. ¿Quizás buscabas una guía de campo, el centro del Open o el estado de los campos?",
    "backHomeBtn": "Volver al Inicio",
    "courseGuidesBtn": "Guías de Campos"
  },
  "footer": {
    "tagline": "La guía definitiva de golf links en la Costa Sefton — Royal Birkdale, Hillside, Formby y lo mejor del golf links inglés.",
    "builtBy": "Creado por Churchtown Media",
    "builtByLink": "Creado por Churchtown Media ↗",
    "networkLabel": "Red de la Costa Sefton",
    "exploreTitle": "Explorar",
    "networkTitle": "Red de la Costa Sefton",
    "legalTitle": "Información",
    "copyright": "© 2026 SeftonLinks.com — Todos los derechos reservados.",
    "southportGuide": "SouthportGuide.co.uk",
    "formbyGuide": "FormbyGuide.co.uk",
    "coursesHeading": "Campos",
    "openHeading": "The Open 2026",
    "openDesc": "The Open Championship regresa a Royal Birkdale, Southport en julio de 2026 — la primera vez desde la icónica victoria de Jordan Spieth en 2017.",
    "openGuideBtn": "Guía del Open 2026 →",
    "languagesHeading": "Idiomas",
    "privacyLink": "Privacidad",
    "termsLink": "Condiciones",
    "contactLink": "Contacto",
    "navCourses": "Campos",
    "navTheOpen": "The Open 2026",
    "navGolfBreaks": "Escapadas de Golf",
    "navConditions": "Estado de los Campos",
    "navScorecards": "Tarjetas",
    "navTeeTimes": "Horas de Salida",
    "navAccommodation": "Alojamiento",
    "courseRoyalBirkdale": "Royal Birkdale",
    "courseHillside": "Hillside Golf Club",
    "courseFormby": "Formby Golf Club",
    "courseWestLancs": "West Lancashire",
    "courseSouthportAinsdale": "Southport & Ainsdale",
    "courseOldLinks": "Southport Old Links"
  },
  "courseData": {
    "royal-birkdale": {
      "tagline": "Sede de The Open Championship 2026 — la cima del golf de links",
      "description": "Royal Birkdale es el campo con el que sueña cualquier golfista que se tome en serio el golf de links. Situado entre imponentes dunas de arena en la Costa Sefton, ha acogido diez Opens y figura sistemáticamente entre los cinco mejores campos del mundo. En julio de 2026 regresa The Open — y si estás planificando un viaje de golf a esta costa, este es el motivo.\n\nEl campo exige creatividad e inteligencia táctica. Las calles discurren entre dunas empinadas que canalizan el viento costero de manera impredecible. El rough de sarga es durísimo. Los greens son rápidos, con sutiles rompimientos que obligan a pensar cada golpe de aproximación. No es un campo que se domine a la fuerza — la experiencia en golf de links marca la diferencia aquí de forma muy notable.\n\nLas horas de salida para visitantes existen, pero Royal Birkdale es estricto en cuanto a disponibilidad y etiqueta. Reserva con mucha antelación, respeta el código de vestimenta y ten preparado tu certificado de handicap.",
      "visitorPolicy": "Visitantes admitidos según disponibilidad. Certificado de handicap obligatorio (caballeros 24, damas 36). No se admiten visitantes en días de competición."
    },
    "hillside": {
      "tagline": "El mejor campo links que aún no conocías — hasta ahora",
      "description": "Hillside es el secreto mejor guardado de la Costa Sefton — aunque cada vez menos. Inmediatamente adyacente a Royal Birkdale, comparte el mismo espectacular duneland pero ofrece un acceso para visitantes notablemente mejor a una fracción del green fee. Los profesionales que conocen ambos campos suelen situar el segundo nueve de Hillside entre los mejores de toda Inglaterra.\n\nEl campo fue objeto de una significativa remodelación en sus nueve hoyos finales, que ahora discurren por un terreno espectacular de crestas y valles entre las dunas. El recorrido es lógico y el estado del campo es consistentemente excelente. Si construyes un itinerario de varios días, jugar Hillside el día antes de Royal Birkdale es una combinación casi perfecta.",
      "visitorPolicy": "Visitantes bienvenidos la mayoría de los días laborables y algunos fines de semana. Se requiere certificado de handicap."
    },
    "formby": {
      "tagline": "Una joya privada — uno de los mejores links interiores de Inglaterra",
      "description": "Formby Golf Club es uno de los clubs más exclusivos de la Costa Sefton, y su política de visitantes lo refleja. El club tiene acuerdos de reciprocidad con un número limitado de clubs y gestiona las solicitudes de visita caso por caso — no podrás simplemente reservar una hora de salida online.\n\nEl campo en sí es excepcional. Trazado entre pinares costeros con tramos de puro links de dunas, ofrece una experiencia fundamentalmente diferente a Royal Birkdale o Hillside. Los pinos dan cobijo y un carácter visual muy propio, mientras que los tramos entre dunas son tan exigentes como cualquier cosa que encontrarás en esta costa. Si puedes jugar, hazlo sin pensarlo.\n\nNota importante: Formby Golf Club es un club exclusivo para caballeros. Formby Ladies Golf Club (adyacente, fundado en 1896) es un club completamente independiente e igualmente prestigioso, con su propio campo y una política de visitantes más accesible.",
      "visitorPolicy": "Acceso de visitantes restringido. Solo a través de acuerdos de reciprocidad con clubs aprobados. Contacta directamente con el secretario del club."
    },
    "west-lancashire": {
      "tagline": "Uno de los clubs más antiguos de Inglaterra — golf links en estado puro",
      "description": "West Lancashire Golf Club, fundado en 1873, es uno de los clubs de golf más antiguos de Inglaterra y de los menos visitados de la Costa Sefton — principalmente porque está algo más al norte, en Blundellsands, fuera del núcleo inmediato de Southport.\n\nEsto es una lástima, porque West Lancashire es un examen de links serio. El campo tiene una calidad cruda y sin artificios que encanta a los puristas — el rough es rough de verdad, los greens son rápidos y fieles, y el viento del Mar de Irlanda está siempre presente. Le falta el pulido de Royal Birkdale, pero ofrece una experiencia links más auténtica y elemental a un green fee considerablemente más accesible.\n\nEl club tiene una larga historia con la fase clasificatoria de The Open. Si quieres jugar un links genuinamente histórico y exigente sin el precio premium, West Lancashire es una elección muy sólida.",
      "visitorPolicy": "Visitantes bienvenidos la mayoría de días laborables. Fines de semana limitados — llama antes de ir."
    },
    "southport-ainsdale": {
      "tagline": "Legado de la Ryder Cup y carácter links auténtico a un precio accesible",
      "description": "Southport & Ainsdale — conocido localmente como S&A — acogió la Ryder Cup en 1933 y 1937, lo que lo convierte en uno de los escasísimos campos no Reales con ese honor en su palmarés. La historia sola justifica una ronda, pero el campo también se gana su reputación por sus propios méritos.\n\nS&A está situado entre Hillside y Formby y comparte el terreno de dunas costeras que caracteriza lo mejor de la Costa Sefton. Los primeros hoyos son relativamente benignos, lo que da a los visitantes una falsa sensación de seguridad — el campo se complica considerablemente en la zona central, con varios hoyos auténticamente expuestos al viento predominante del oeste.\n\nLos green fees están entre los más accesibles de la costa para lo que es, genuinamente, un links histórico y exigente. Para los visitantes que montan un viaje de varios días, S&A combina perfectamente con Hillside o West Lancashire para un itinerario de dos días sólido a un coste muy razonable.",
      "visitorPolicy": "Visitantes bienvenidos la mayoría de días laborables. Fines de semana con acuerdo previo. Abierto a sociedades."
    },
    "southport-old-links": {
      "tagline": "La mejor relación calidad-precio — un links auténtico al precio más accesible de la costa",
      "description": "Southport Old Links es el tranquilo de la familia. Apartado en Churchtown, en el extremo norte de Southport, es el tipo de club que se pasa por alto en los grandes itinerarios — lo que es precisamente la razón por la que merece la pena jugarlo.\n\nFundado en 1901 sobre un terreno genuinamente links, Old Links ofrece una ronda que rinde muy por encima de lo que sugiere su green fee. El campo es más corto que sus vecinos de la Costa Sefton, pero juega más largo de lo que indica la tarjeta con la brisa costera, y el bunkerizado está planteado para premiar el juego de links correcto.\n\nPara los visitantes que organizan un viaje de alto volumen — cuatro o cinco rondas — Old Links proporciona un descanso bienvenido para el bolsillo sin dejar de ofrecer golf links auténtico. Además, es el club más receptivo con visitantes sin certificado de handicap, lo que lo convierte en la elección natural para los de handicap alto o los jugadores más ocasionales.",
      "visitorPolicy": "Muy receptivo a los visitantes la mayoría de los días de la semana. El club más accesible de la costa."
    }
  }
}
