{
  "nav": {
    "courses": "Parcours",
    "theOpen": "The Open 2026",
    "itineraries": "Séjours golf",
    "conditions": "État des parcours",
    "scorecard": "Cartes de score",
    "teeTimes": "Heures de départ",
    "accommodation": "Hébergement",
    "contact": "Contact"
  },
  "meta": {
    "homeTitle": "Golf links Sefton Coast — Royal Birkdale, Hillside & The Open 2026",
    "homeDesc": "Six parcours links de championnat sur la Sefton Coast — Royal Birkdale, Hillside, Formby, West Lancashire et plus encore. Guides visiteurs, heures de départ, green fees et séjours golf. The Open 2026.",
    "coursesTitle": "Parcours de golf Sefton Coast — Royal Birkdale, Hillside & Formby",
    "coursesDesc": "Le guide complet des six parcours links de la Sefton Coast — conditions d'accès visiteurs, green fees, indices de difficulté, réservation d'heures de départ et guides de parcours.",
    "openTitle": "The Open Championship 2026 à Royal Birkdale — Guide du visiteur",
    "openDesc": "Votre guide complet de la 155e Open Championship à Royal Birkdale, Southport, du 16 au 19 juillet 2026. Histoire, anciens champions, billets, hébergement, guide du parcours et conseils pratiques.",
    "scorecardTitle": "Cartes de score Sefton Coast — Par, distances & indices de difficulté",
    "scorecardDesc": "Données complètes de cartes de score pour les six parcours de la Sefton Coast — par, distances depuis tous les départs, course rating et slope rating. Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale et Southport Old Links.",
    "teeTimesTitle": "Heures de départ à Royal Birkdale & aux clubs de la Sefton Coast",
    "teeTimesDesc": "Comment réserver une heure de départ en tant que visiteur à Royal Birkdale, Hillside, Formby et dans les six clubs de la Sefton Coast. Délais à respecter, jours visiteurs, contacts directs et politique d'accès de Formby expliquée clairement.",
    "itinerariesTitle": "Séjours golf Sefton Coast — Itinéraires de 2, 3 et 5 jours",
    "itinerariesDesc": "Itinéraires de séjours golf prêts à l'emploi pour la Sefton Coast. Combinaisons de 2, 3 et 5 jours avec Royal Birkdale, Hillside, Formby et l'ensemble du corridor côtier, avec recommandations d'hébergement et de restaurants.",
    "accommodationTitle": "Hébergement golf près de Royal Birkdale, Southport",
    "accommodationDesc": "Où séjourner près de Royal Birkdale et des parcours de la Sefton Coast. Hôtels, chambres d'hôtes et cottages à Southport et Birkdale — classés par distance, avec notes sur la disponibilité pendant l'Open Championship 2026.",
    "conditionsTitle": "État des parcours Sefton Coast — Statut de jeu quotidien",
    "conditionsDesc": "Conditions de jeu quotidiennes à Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale et Southport Old Links. Ferme, standard, humide ou fermé — mis à jour chaque matin.",
    "contactTitle": "Contacter SeftonLinks",
    "contactDesc": "Contactez SeftonLinks — questions, corrections, annonces featured et demandes commerciales.",
    "course": {
      "royal-birkdale": {
        "title": "Royal Birkdale Golf Club — Guide visiteur, green fees & heures de départ",
        "desc": "Hôte de l'Open Championship 2026. Green fee visiteur £300–£350. Par 70, 7 156 yards. Politique d'accès complète, comment réserver et guide après la partie."
      },
      "hillside": {
        "title": "Hillside Golf Club Southport — Guide visiteur & green fees",
        "desc": "Le meilleur parcours links que vous n'avez jamais entendu parler. Green fee £100–£150. Par 72, 6 850 yards. Politique d'accès et guide du parcours."
      },
      "formby": {
        "title": "Formby Golf Club — Guide visiteur, green fees & heures de départ",
        "desc": "Un joyau privé — l'un des meilleurs links intérieurs d'Angleterre. Green fee £160–£210. Par 72, 6 893 yards. Politique d'accès visiteurs et guide de réservation."
      },
      "west-lancashire": {
        "title": "West Lancashire Golf Club — Green fees visiteur & heures de départ",
        "desc": "L'un des clubs les plus anciens d'Angleterre — le golf links dans toute sa pureté. Green fee £80–£130. Par 72, 6 756 yards. Guide visiteur complet."
      },
      "southport-ainsdale": {
        "title": "Southport & Ainsdale Golf Club — Guide visiteur & green fees",
        "desc": "Héritage Ryder Cup et vrai caractère links. Green fee £65–£100. Par 72, 6 612 yards. Politique d'accès et guide du parcours."
      },
      "southport-old-links": {
        "title": "Southport Old Links Golf Club — Guide visiteur & green fees",
        "desc": "Un rapport qualité-prix exceptionnel — un vrai links au tarif le plus accessible du littoral. Green fee £40–£60. Par 71, 6 318 yards. Guide visiteur complet."
      }
    }
  },
  "home": {
    "heroTitle": "Le plus grand corridor de golf links au monde",
    "heroSubtitle": "Six parcours de championnat. Un seul tronçon de côte. The Open Championship revient à Royal Birkdale en juillet 2026.",
    "heroCtaCourses": "Découvrir les parcours",
    "heroCtaOpen": "The Open 2026",
    "openBanner": "The Open Championship 2026 — Royal Birkdale, Southport",
    "openCountdownLabel": "Avant l'Open Championship",
    "coursesTitle": "Les parcours de la Sefton Coast",
    "coursesSubtitle": "Six des meilleurs parcours links d'Angleterre, tous à quelques kilomètres les uns des autres",
    "featuresTitle": "Planifier votre voyage golf links",
    "conditionsTitle": "État des parcours",
    "conditionsDesc": "Mises à jour en direct sur les conditions de jeu de la Sefton Coast",
    "plannerTitle": "Planificateur de séjour golf",
    "plannerDesc": "Indiquez vos jours, votre budget et votre handicap — nous construisons votre itinéraire",
    "affiliateCta": "Réserver votre séjour golf",
    "affiliateDesc": "Heures de départ, hôtels et forfaits via Golf Breaks"
  },
  "homePage": {
    "bannerText": "The Open Championship 2026 — Royal Birkdale, Southport. 16–19 juillet.",
    "bannerLink": "→ Guide complet",
    "heroBadge": "Sefton Coast · Lancashire · Angleterre",
    "heroImageAlt": "Parcours de golf au coucher de soleil sur la Sefton Coast",
    "statChampionshipCoursesLabel": "Parcours de championnat",
    "statOpenChampionshipsLabel": "Opens Championship à Birkdale",
    "statOldestClubLabel": "Club le plus ancien du littoral",
    "statGreenFeeRangeLabel": "Fourchette green fees",
    "openSectionBadge": "The Open Championship 2026",
    "openSectionHeading1": "Royal Birkdale. Juillet 2026.",
    "openSectionHeading2": "Le plus grand spectacle du golf.",
    "openSectionPara1": "La 155e Open Championship revient à Royal Birkdale — un parcours qui a produit quelques-uns des moments les plus dramatiques de l'histoire du golf. La récupération légendaire d'Arnold Palmer en 1961. La cinquième Claret Jug de Tom Watson en 1983. La victoire de fil en aiguille de Jordan Spieth en 2017.",
    "openSectionPara2": "Si vous planifiez un voyage golf links sur la Sefton Coast, la semaine de l'Open est le rendez-vous incontournable du calendrier. Les hébergements dans un rayon de 30 kilomètres se réservent 12 mois et plus à l'avance. Planifiez dès maintenant.",
    "openSectionCtaBtn": "Open 2026 — Guide complet",
    "pastChampionsHeading": "Anciens champions à Royal Birkdale",
    "courseCardEstFounded": "Fondé en {year}",
    "courseCardOpenVenueBadge": "Site de l'Open",
    "courseCardParLabel": "Par",
    "courseCardYardsLabel": "Yards",
    "courseCardFromLabel": "À partir de",
    "courseCardFullGuideLink": "Guide complet",
    "compareAllCoursesBtn": "Comparer tous les parcours",
    "toolsSectionTitle": "Planifiez votre visite sur la Sefton Coast",
    "toolsSectionSubtitle": "Des outils conçus pour les golfeurs visiteurs — pas pour les locaux qui connaissent déjà les parcours.",
    "tool1Title": "État des parcours",
    "tool1Desc": "Statut en direct des six parcours — ferme, standard, humide ou fermé. Vitesse et direction du vent. Mis à jour manuellement chaque matin.",
    "tool1Cta": "Vérifier les conditions",
    "tool2Title": "Planificateur de séjour golf",
    "tool2Desc": "Indiquez vos jours, votre budget et votre niveau de handicap et obtenez un itinéraire prêt à l'emploi avec l'ordre de jeu suggéré, où séjourner et où dîner.",
    "tool2Cta": "Planifier mon séjour",
    "tool3Title": "Guide des heures de départ",
    "tool3Desc": "Politique d'accès visiteurs pour chaque parcours — quels jours acceptent les visiteurs, combien de temps à l'avance réserver, contacts directs. La politique déroutante de Formby expliquée clairement.",
    "tool3Cta": "Voir le guide des heures de départ",
    "tool4Title": "Base de données cartes de score",
    "tool4Desc": "Données complètes de cartes de score pour les six parcours — par, distances depuis tous les départs, course rating et slope rating. Tout ce qu'il faut pour préparer sa partie.",
    "tool4Cta": "Voir les cartes de score",
    "tool5Title": "Hébergement pour golfeurs",
    "tool5Desc": "Hébergements sélectionnés à proximité des parcours — compatibles avec les départs matinaux, stockage des clubs, équipements après la partie. Classés par distance depuis Royal Birkdale.",
    "tool5Cta": "Trouver un hébergement",
    "tool6Title": "Itinéraires de séjours golf",
    "tool6Desc": "Itinéraires prêts à l'emploi de 2, 3 et 5 jours avec ordre de jeu, suggestions d'hébergement et restaurants après la partie. Du budget au niveau championnat.",
    "tool6Cta": "Parcourir les itinéraires",
    "affiliateCtaTitle": "Prêt à réserver votre séjour sur la Sefton Coast ?",
    "affiliateCtaDesc": "Golf Breaks est la première plateforme spécialisée de voyages golf au Royaume-Uni — heures de départ, hôtels et forfaits sur toute la Sefton Coast, d'un week-end à S&A à une semaine complète avec l'Open comme point d'orgue.",
    "affiliateCtaBtn1": "Voir les forfaits Golf Breaks ↗",
    "affiliateCtaBtn2": "Créer mon propre itinéraire",
    "affiliateCtaDisclaimer": "Lien affilié Golf Breaks — nous percevons une commission sans coût supplémentaire pour vous.",
    "editorialTitle": "Pourquoi la Sefton Coast ?",
    "editorialPara1": "Il existe des corridors de golf links en Écosse — St Andrews, Carnoustie, Muirfield — qui accaparent toute l'attention. La Sefton Coast reste dans l'ombre. C'est précisément là que réside l'opportunité pour chaque golfeur voyageur.",
    "editorialPara2": "Sur un tronçon côtier de 15 kilomètres, on trouve six véritables parcours links allant de Royal Birkdale (régulièrement dans le top cinq mondial) à Southport Old Links (un vrai golf de qualité pour £40). On peut jouer un parcours différent chaque jour pendant une semaine sans jamais couvrir le même terrain — et la variété est saisissante. Birkdale à travers ses dramatiques dunes de saule. Hillside dans son relief de crêtes et de vallées. Formby à travers les pinèdes côtières. West Lancashire avec son exposition brute à la mer d'Irlande.",
    "editorialPara3": "L'argument pratique en faveur de la Sefton Coast face à l'Écosse est simple : elle est plus facilement accessible depuis l'Europe continentale et l'Amérique du Nord via les aéroports de Liverpool et Manchester, l'hébergement offre un meilleur rapport qualité-prix, et les parcours sont plus accessibles aux visiteurs que leurs homologues écossais de même niveau de qualité. Royal Birkdale est moins cher que Muirfield et plus facile à réserver.",
    "editorialPara4": "Et en juillet 2026, le monde entier regardera. The Open Championship revient à Royal Birkdale — le théâtre de l'incroyable sauvetage de Spieth depuis la zone de drop en 2017, de la victoire clinique de Watson en 1983 et de la concession du Ryder Cup de 1969 qui a défini l'esprit sportif dans le golf. Si vous avez jamais pensé à un voyage golf links en Angleterre, c'est le moment.",
    "featureCard1Title": "Facilement accessible",
    "featureCard1Text": "45 minutes de l'aéroport de Liverpool, 60 minutes de Manchester. Train direct depuis le centre de Liverpool vers Southport.",
    "featureCard2Title": "Accueillant pour les visiteurs",
    "featureCard2Text": "Quatre parcours sur six accueillent activement les golfeurs visiteurs. Meilleur accès que des parcours de qualité équivalente en Écosse.",
    "featureCard3Title": "Véritable rapport qualité-prix",
    "featureCard3Text": "Green fees de £40 (Old Links) à £350 (Birkdale). Les parcours écossais comparables coûtent plus cher à chaque niveau.",
    "southportGuideDesc": "Hôtels, restaurants et activités à Southport — votre base pour un séjour golf sur la Sefton Coast.",
    "formbyGuideDesc": "Le guide complet de Formby — pinèdes du National Trust, écureuils roux et le village entre les parties."
  },
  "courses": {
    "pageTitle": "Golf sur la Sefton Coast",
    "pageDesc": "Le guide de référence sur Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale et Southport Old Links",
    "greenFee": "Green fee",
    "par": "Par",
    "yardage": "Distance (yards)",
    "courseRating": "Course rating",
    "slopeRating": "Slope rating",
    "visitorPolicy": "Politique visiteurs",
    "bookNow": "Réserver une partie",
    "viewCourse": "Voir le guide du parcours",
    "difficulty": {
      "accessible": "Accessible",
      "moderate": "Modéré",
      "challenging": "Exigeant",
      "championship": "Championnat"
    }
  },
  "coursesPage": {
    "headerBadge": "Sefton Coast, Lancashire",
    "tableHeaderCourse": "Parcours",
    "tableHeaderPar": "Par",
    "tableHeaderYards": "Yards",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "tableHeaderGreenFee": "Green fee",
    "tableHeaderDifficulty": "Difficulté",
    "tableFootnote": "★ Site de l'Open Championship. Green fees indicatifs — vérifier toujours auprès du club avant de réserver.",
    "cardStatParLabel": "Par",
    "cardStatYardsLabel": "Yards",
    "cardStatCourseRatingLabel": "Course rating",
    "cardStatSlopeLabel": "Slope",
    "cardStatGreenFeeLabel": "Green fee",
    "cardEstFounded": "Fondé en {year}",
    "visitorPolicyLabel": "Politique visiteurs",
    "majorHistoryLabel": "Palmarès Majeur",
    "fullCourseGuideBtn": "Guide complet du parcours",
    "clubWebsiteBtn": "Site du club"
  },
  "courseDetail": {
    "breadcrumbHome": "Accueil",
    "breadcrumbCourses": "Parcours",
    "openVenueBadge": "Site de l'Open Championship",
    "quickInfoLabel": "En bref",
    "greenFeeLabel": "Green fee",
    "parLabel": "Par",
    "yardsLabel": "Yards",
    "handicapLabel": "Handicap",
    "bookViaClubBtn": "Réserver via le site du club",
    "aboutTitle": "À propos de {courseName}",
    "courseDataTitle": "Données du parcours",
    "tableHeaderTee": "Départ",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Yards",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "ratingsDisclaimer": "Indices vérifiés selon les meilleures données disponibles. Confirmer avec le club avant toute utilisation en compétition.",
    "teeTimeTitle": "Comment obtenir une heure de départ",
    "visitorPolicyLabel": "Politique visiteurs",
    "bestDaysLabel": "Meilleurs jours pour visiter",
    "advanceBookingLabel": "Délai de réservation",
    "handicapRequirementLabel": "Exigence de handicap",
    "handicapRequirementText": "Limite de handicap messieurs : {limit}. Certificat de handicap obligatoire — apportez votre carte de club ou votre carte EGA.",
    "whyPlayTitle": "Pourquoi jouer à {courseName} ?",
    "practicalNotesTitle": "Informations pratiques",
    "majorHistoryTitle": "Palmarès des Majeurs",
    "afterRoundTitle": "Après votre partie",
    "restaurantGuideLink": "Guide complet des restaurants — SouthportGuide.co.uk",
    "bookRoundTitle": "Réserver votre partie",
    "bookRoundDesc": "Réservez des heures de départ et des forfaits golf à {courseName} via Golf Breaks — le premier spécialiste des voyages golf au Royaume-Uni.",
    "golfBreaksBtn": "Voir les forfaits Golf Breaks",
    "bookDirectLink": "Ou réserver directement chez {courseName}",
    "conditionsWidgetTitle": "Conditions du jour",
    "conditionsWidgetDesc": "Vérifiez les conditions de jeu actuelles avant de partir.",
    "conditionsWidgetLink": "Voir l'état des parcours",
    "gettingThereTitle": "Comment y accéder",
    "postcodeLabel": "Code postal :",
    "fromLiverpoolLabel": "Depuis l'aéroport de Liverpool :",
    "fromLiverpoolValue": "env. 45 min en voiture",
    "fromManchesterLabel": "Depuis l'aéroport de Manchester :",
    "fromManchesterValue": "env. 70 min en voiture",
    "byTrainLabel": "En train :",
    "byTrainValue": "Merseyrail jusqu'à Southport, puis taxi",
    "otherCoursesHeading": "Autres parcours",
    "compareAllLink": "Comparer tous les parcours"
  },
  "open": {
    "pageTitle": "The Open Championship 2026 — Royal Birkdale",
    "pageDesc": "Votre guide de la 155e Open Championship à Royal Birkdale, Southport. Histoire, billets, hébergement et guide du parcours.",
    "countdown": "Compte à rebours avant l'Open",
    "dates": "16–19 juillet 2026",
    "venue": "Royal Birkdale Golf Club, Southport",
    "historyTitle": "Royal Birkdale & The Open",
    "ticketsTitle": "Billets & informations visiteurs",
    "stayTitle": "Où séjourner pendant l'Open",
    "days": "j",
    "hours": "h",
    "minutes": "min",
    "seconds": "s"
  },
  "openPage": {
    "heroBadge": "La 155e Open Championship",
    "heroTitle1": "The Open Championship",
    "heroTitle2": "Royal Birkdale 2026",
    "heroBtn1": "Billets via TheOpen.com ↗",
    "heroBtn2": "Guide du parcours Royal Birkdale",
    "aboutTitle": "The Open Championship à Royal Birkdale",
    "aboutPara1": "The Open Championship — le plus ancien Major du golf et le seul disputé hors d'Amérique du Nord — revient pour la onzième fois à Royal Birkdale en juillet 2026. Aucun autre site du circuit de l'Open n'a accueilli l'épreuve plus souvent, un record qui reflète à la fois la qualité du parcours et son exceptionnelle aptitude logistique à recevoir un Major.",
    "aboutPara2": "Royal Birkdale est un links au sens le plus pur du terme. Les fairways serpentent entre d'imposantes dunes de sable qui canalisent le vent côtier de façon imprévisible. Le rough de saule — signature de Birkdale — est punitif mais franchissable. Les greens sont petits, rapides et subtilement vallonnés. Dans les conditions du championnat, le score du vainqueur tourne généralement autour du par ou mieux — mais seulement quand la météo le permet. Dans le cas contraire, Birkdale devient l'un des tests les plus redoutables du golf mondial.",
    "aboutPara3": "L'Open 2017 a livré l'un des dénouements les plus dramatiques de la mémoire récente. Jordan Spieth, leader depuis le premier coup, a signé un triple bogey au 13 après avoir envoyé son drive dans une zone contenant des équipements télévisés. Sa décision de prendre un allégement sous la règle de la zone de drop — suivie d'un chip remarquable à quelques centimètres du trou — est devenue l'une des images emblématiques du golf de Majeur moderne.",
    "aboutPara4": "Pour les golfeurs en voyage, l'Open à Royal Birkdale représente une opportunité unique : le plus prestigieux événement de golf au monde, sur l'un des plus grands parcours links d'Angleterre, dans un cadre compact et facilement accessible. L'accès des spectateurs sur l'ensemble du parcours est excellent, l'atmosphère est résolument britannique, et le village de restauration et d'animation s'est considérablement amélioré dans les dernières éditions.",
    "pastChampionsTitle": "Anciens champions à Royal Birkdale",
    "lastWinnerBadge": "Dernier vainqueur",
    "champNote2017": "De bout en bout — spectaculaire coup de sortie depuis la zone de drop au 13",
    "champNote2008": "Deuxième Claret Jug consécutive",
    "champNote1998": "Premier Majeur à 41 ans",
    "champNote1991": "29 coups sur les neuf premiers du dernier tour",
    "champNote1983": "Cinquième et dernière victoire à l'Open",
    "champNote1976": "Victoire de bout en bout",
    "champNote1971": "Troisième Majeur consécutif en six semaines",
    "champNote1965": "Cinquième Open Championship",
    "champNote1961": "La légendaire récupération de Palmer depuis un buisson au 15",
    "champNote1954": "Premier de cinq titres à l'Open",
    "ticketsAlertTitle": "Billets vendus uniquement via TheOpen.com",
    "ticketsAlertDesc": "La R&A vend tous les billets en direct. Il n'existe pas de revendeur officiel tiers. Les billets pour les jours de championnat (jeudi–dimanche) se vendent rapidement — souvent en quelques heures après leur mise en vente. Inscrivez-vous dès maintenant sur la liste d'attente et au tirage au sort de la R&A sur TheOpen.com.",
    "ticketTableHeaderType": "Type de billet",
    "ticketTableHeaderPrice": "Tarif",
    "ticketTableHeaderNotes": "Notes",
    "ticketType1": "Tours d'entraînement (lun.–mer.)",
    "ticketPrice1": "À confirmer",
    "ticketNote1": "Habituellement les billets les plus accessibles, bon accès au parcours",
    "ticketType2": "Jours de championnat (jeu.–dim.)",
    "ticketPrice2": "À confirmer",
    "ticketNote2": "Réserver via TheOpen.com dès que disponible",
    "ticketType3": "Billets juniors",
    "ticketPrice3": "Gratuit (moins de 16 ans)",
    "ticketNote3": "Doit être accompagné d'un adulte avec billet valide",
    "ticketsBtn": "Obtenir des billets — TheOpen.com ↗",
    "stayIntroDesc": "Les hébergements dans un rayon de 15 kilomètres de Royal Birkdale sont complets 12 à 18 mois avant la semaine de l'Open. Si vous n'avez pas encore réservé, envisagez Liverpool ou Formby comme alternatives — les deux sont gérables avec une planification anticipée.",
    "accomArea1Name": "Birkdale & Southport",
    "accomArea1Desc": "À pied ou courte course en taxi jusqu'à Royal Birkdale. Le Bold Hotel sur Lord Street est le choix traditionnel. Réserver 12 mois et plus à l'avance pour la semaine de l'Open.",
    "accomArea1Distance": "< 3 km",
    "accomArea1Price": "£££",
    "accomArea2Name": "Formby Village",
    "accomArea2Desc": "Chambres d'hôtes et locations de vacances dans un cadre plus calme, 20 min de route jusqu'à Birkdale. FormbyGuide.co.uk répertorie les hébergements locaux.",
    "accomArea2Distance": "env. 8 km",
    "accomArea2Price": "££",
    "accomArea3Name": "Centre-ville de Liverpool",
    "accomArea3Desc": "Large choix d'hôtels, 45–60 min en voiture ou en train. Meilleure disponibilité mais nécessite des trajets quotidiens.",
    "accomArea3Distance": "env. 30 km",
    "accomArea3Price": "££",
    "accomArea4Name": "Manchester",
    "accomArea4Desc": "Accès direct par autoroute, 60–75 min. Pratique si combiné avec d'autres étapes de voyage.",
    "accomArea4Distance": "env. 65 km",
    "accomArea4Price": "££",
    "southportHotelsBtn": "Guide des hôtels de Southport ↗",
    "formbyAccomBtn": "Hébergement à Formby ↗",
    "visitorGuideTitle": "Guide visiteur — À quoi s'attendre",
    "gettingThereTitle": "Comment y accéder",
    "gettingThereItem1": "Code postal : PR8 2LX (entrée principale de Royal Birkdale)",
    "gettingThereItem2": "Centre-ville de Southport à env. 3 km — navettes pendant la semaine de l'Open",
    "gettingThereItem3": "Aéroport de Liverpool : 45 min en voiture",
    "gettingThereItem4": "Aéroport de Manchester : 65 min en voiture",
    "gettingThereItem5": "Merseyrail jusqu'à la gare de Birkdale : 8 min à pied jusqu'au parcours",
    "onTheDayTitle": "Le jour J",
    "onTheDayItem1": "Ouverture des portes 2 heures avant le premier départ",
    "onTheDayItem2": "Code vestimentaire : tenue casual chic, chaussures plates recommandées",
    "onTheDayItem3": "Téléphones portables autorisés (mode silencieux, pas de vidéo)",
    "onTheDayItem4": "Espèces et cartes acceptées partout",
    "onTheDayItem5": "Pavillon de merchandising officiel — faire la queue tôt",
    "spectatorTipsTitle": "Conseils pour les spectateurs",
    "spectatorTipsItem1": "Les jours d'entraînement offrent le meilleur accès au parcours et les meilleures opportunités photo",
    "spectatorTipsItem2": "Les trous 17 et 18 se remplissent vite — se positionner tôt pour la fin",
    "spectatorTipsItem3": "Les départs 1 et 13 offrent de bonnes vues sur l'ensemble du plateau tôt dans la journée",
    "spectatorTipsItem4": "Les tribunes naturelles sur les dunes de Birkdale nécessitent de bonnes chaussures",
    "spectatorTipsItem5": "Utiliser l'appli R&A pour le leaderboard en temps réel et le suivi des joueurs",
    "playCourseTitle": "Jouer le parcours",
    "playCourseItem1": "Les heures de départ visiteurs reprennent après démontage de l'installation du championnat",
    "playCourseItem2": "Les créneaux post-Open partent vite — Royal Birkdale gère les réservations en direct",
    "playCourseItem3": "Combiner avec Hillside ou S&A pour un séjour complet dans la zone de Birkdale",
    "playCourseItem4": "Caddies disponibles — réserver bien à l'avance pour une expérience premium",
    "quickFactsTitle": "Chiffres clés",
    "factLabelChampNumber": "Numéro du championnat",
    "factValueChampNumber": "155e Open",
    "factLabelVenue": "Site",
    "factValueVenue": "Royal Birkdale GC",
    "factLabelLocation": "Lieu",
    "factValueLocation": "Southport, PR8 2LX",
    "factLabelDates": "Dates",
    "factValueDates": "16–19 juillet 2026",
    "factLabelPracticeDays": "Jours d'entraînement",
    "factValuePracticeDays": "13–15 juillet 2026",
    "factLabelDefendingChamp": "Tenant du titre",
    "factValueDefendingChamp": "Brian Harman (2023)",
    "factLabelOrganiser": "Organisateur",
    "factValueOrganiser": "The R&A",
    "factLabelTimesHosted": "Fois accueilli à Birkdale",
    "factValueTimesHosted": "11 (depuis 1954)",
    "officialLinksTitle": "Liens officiels",
    "officialLink1Label": "Site officiel de l'Open Championship",
    "officialLink2Label": "Royal Birkdale Golf Club",
    "officialLink3Label": "R&A — Tirage au sort des billets",
    "officialLink4Label": "Office de tourisme de Southport",
    "bookAccomTitle": "Réserver un hébergement",
    "bookAccomDesc": "N'attendez pas. Les hébergements pour la semaine de l'Open partent très vite. Réservez via Booking.com pour le plus grand choix et une annulation flexible.",
    "bookAccomBtn": "Rechercher des hôtels à Southport ↗",
    "bookAccomAffiliate": "Lien affilié Booking.com",
    "playBirkdaleTitle": "Jouer à Royal Birkdale",
    "playBirkdaleDesc": "Vous prévoyez une partie avant ou après l'Open ? Green fees, politique visiteurs et guide de réservation.",
    "playBirkdaleLink": "Guide du parcours Royal Birkdale"
  },
  "teeTimesPage": {
    "headerBadge": "Guide visiteur",
    "pageTitle": "Comment obtenir une heure de départ",
    "pageDesc": "Politiques d'accès visiteurs, processus de réservation et ce que vous devez savoir pour chaque parcours — y compris le processus notoirement complexe du Formby Golf Club, expliqué clairement.",
    "formbyCalloutTitle": "Formby Golf Club — Le cas compliqué",
    "formbyCalloutIntro": "Formby Golf Club génère plus de confusion chez les golfeurs visiteurs que tout autre parcours de la Sefton Coast. Voici le tableau complet :",
    "formbyPoint1Title": "Réservé aux hommes.",
    "formbyPoint1Text": "Le Formby Golf Club est un club privé exclusivement masculin. Ce n'est pas rare dans les clubs de golf anglais traditionnels, mais mieux vaut le savoir avant d'arriver avec un groupe mixte.",
    "formbyPoint2Title": "Pas de réservation en ligne.",
    "formbyPoint2Text": "Il n'existe pas de système de réservation d'heures de départ sur le site web. Vous devez contacter directement le secrétaire du club par écrit ou par téléphone.",
    "formbyPoint3Title": "Accords de réciprocité.",
    "formbyPoint3Text": "L'accès se fait principalement par l'intermédiaire de clubs ayant des accords de réciprocité formels. Renseignez-vous auprès du secrétaire de votre club d'origine pour savoir s'il a un accord avec Formby.",
    "formbyPoint4Title": "Une lettre d'introduction est utile.",
    "formbyPoint4Text": "Une lettre officielle de votre professionnel ou secrétaire de club augmente considérablement les chances d'obtenir un accès visiteur.",
    "formbyPoint5Title": "Le Formby Ladies Golf Club est indépendant.",
    "formbyPoint5Text": "Contigu mais totalement indépendant — son propre parcours, ses propres membres, sa propre politique visiteurs. Plus ouvert aux visiteurs que le club masculin.",
    "formbyPoint6Title": "Ça vaut la peine de s'en donner la peine.",
    "formbyPoint6Text": "Si vous arrivez à obtenir un accès, n'hésitez pas. Le parcours est exceptionnel — pins côtiers et dunes links combinés de façon unique.",
    "allCoursesTitle": "Politique visiteurs — Tous les parcours",
    "difficultyRestricted": "Accès restreint",
    "difficultyByArrangement": "Sur arrangement",
    "difficultyWelcome": "Visiteurs bienvenus",
    "callBtn": "Appeler",
    "websiteBtn": "Site web",
    "visitorPolicyLabel": "Politique visiteurs",
    "bestDaysLabel": "Meilleurs jours",
    "bookingLabel": "Réservation",
    "handicapRequirementLabel": "Exigence de handicap :",
    "handicapRequirementText": "Certificat messieurs obligatoire (limite {limit}). Apportez votre carte de handicap de club ou votre carte EGA.",
    "generalTipsTitle": "Conseils généraux pour les golfeurs visiteurs",
    "tip1Title": "Toujours avoir son certificat de handicap",
    "tip1Text": "Tous les parcours de la Sefton Coast, à l'exception de Southport Old Links, exigent un certificat de handicap. La carte de votre fédération nationale ou votre carte EGA est acceptée.",
    "tip2Title": "Réserver à l'avance, surtout en été",
    "tip2Text": "La Sefton Coast est fréquentée de juin à septembre. Royal Birkdale et Hillside affichent complet 4 à 8 semaines à l'avance en haute saison. Ne vous présentez pas sans réservation en espérant trouver de la place.",
    "tip3Title": "Le code vestimentaire s'applique partout",
    "tip3Text": "Tenue casual chic minimum dans tous les clubs. Pas de jean, pas de baskets, pas de t-shirts dans la plupart des clubs. Certains exigent col et pantalon de ville au club-house.",
    "tip4Title": "Arriver 30 minutes à l'avance",
    "tip4Text": "Les parcours links impliquent souvent un trajet depuis le parking jusqu'au premier tee. Prévoyez du temps pour vous échauffer et renseignez-vous auprès du pro-shop sur les règles locales et les conditions temporaires éventuelles.",
    "tip5Title": "Se renseigner sur le système de zones de drop",
    "tip5Text": "Royal Birkdale dispose de zones de drop spécifiques et de zones d'intérêt particulier selon les règles locales. Récupérez la carte des règles locales au pro-shop.",
    "tip6Title": "La météo côtière change vite",
    "tip6Text": "Emportez un imperméable même si le matin semble dégagé. Le temps côtier est imprévisible. Un vent de sud-ouest frais le matin peut devenir soutenu aux neuf derniers trous."
  },
  "accommodationPage": {
    "headerBadge": "Hébergements golf-friendly",
    "pageTitle": "Hébergement pour golfeurs",
    "pageDesc": "Hébergements sélectionnés près de Royal Birkdale et des parcours de la Sefton Coast — choisis pour le stockage des clubs, les petits-déjeuners matinaux et la proximité du premier tee.",
    "openCalloutTitle": "Vous réservez pour l'Open Championship 2026 ?",
    "openCalloutDesc": "Les hébergements près de Royal Birkdale pendant la semaine de l'Open (14–20 juillet 2026) se réservent 12 à 18 mois à l'avance. Si vous lisez ceci après mars 2026, les options dans un rayon de 8 kilomètres seront très limitées. Consultez le centre-ville de Liverpool, Ormskirk et Wigan comme solutions de repli.",
    "openCalloutLink": "Guide d'hébergement Open 2026",
    "distanceFromBirkdale": "de Royal Birkdale",
    "approxLabel": "environ",
    "golferFeaturesLabel": "Équipements golf-friendly",
    "checkAvailabilityBtn": "Vérifier les disponibilités ↗",
    "tipsTitle": "Conseils d'hébergement pour les golfeurs visiteurs",
    "tip1": "Réservez des heures de départ du mardi au jeudi si vous séjournez en semaine — meilleure disponibilité sur tous les parcours et généralement plus calme sur le parcours.",
    "tip2": "Renseignez-vous sur le stockage des clubs lors de la réservation. Les bons hôtels golf disposent d'un local de rangement dédié et sec plutôt que de laisser les sacs dans votre chambre.",
    "tip3": "La gare de Birkdale (Merseyrail) est à 8 minutes à pied de l'entrée principale de Royal Birkdale. Pratique si votre hôtel est dans le centre de Southport.",
    "tip4": "L'annulation flexible est importante — le temps d'un golf links est imprévisible. Réservez des tarifs remboursables sauf si les économies sur les tarifs non remboursables sont significatives.",
    "southportHotelsLinkTitle": "Guide complet des hôtels de Southport",
    "southportHotelsLinkDesc": "SouthportGuide.co.uk — hôtels, chambres d'hôtes, locations",
    "formbyAccomLinkTitle": "Guide d'hébergement à Formby",
    "formbyAccomLinkDesc": "FormbyGuide.co.uk — cadre plus calme, à 8 km de Birkdale"
  },
  "scorecardPage": {
    "headerBadge": "Données de parcours",
    "pageTitle": "Base de données cartes de score",
    "pageDesc": "Par, distances depuis tous les départs, course rating et slope rating pour chaque parcours de la Sefton Coast. Pour préparer votre jeu et avoir des attentes réalistes avant d'arriver.",
    "fullGuideLink": "Guide complet",
    "tableHeaderTee": "Départ",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Yards",
    "tableHeaderMetres": "Mètres",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "statGreenFeeLabel": "Green fee",
    "statVisitorPolicyLabel": "Politique visiteurs",
    "statVisitorRestricted": "Accès restreint",
    "statVisitorByArrangement": "Sur arrangement",
    "statVisitorWelcome": "Bienvenu",
    "statChampRatingLabel": "Rating championnat",
    "statDistanceFromBirkdaleLabel": "Distance de Birkdale",
    "statAdjacentValue": "Adjacent",
    "understandingDataTitle": "Comprendre les données",
    "courseRatingTitle": "Course rating",
    "courseRatingDesc": "Le score attendu pour un golfeur de scratch (handicap zéro) depuis ce départ. Un rating de 76,5 signifie qu'un joueur scratch devrait réaliser 76,5 en conditions normales.",
    "slopeRatingTitle": "Slope rating",
    "slopeRatingDesc": "Mesure la difficulté par rapport à un golfeur de bogey. L'échelle USGA va de 55 à 155 — un slope de 113 est la moyenne, 148 (Royal Birkdale championnat) est extrêmement difficile.",
    "yardageMetresTitle": "Yards & mètres",
    "yardageMetresDesc": "Les clubs anglais utilisent les yards. Les mètres sont fournis pour les visiteurs européens du continent. Les appareils GPS et télémètres sont largement autorisés — vérifier auprès de chaque club avant une utilisation en compétition.",
    "dataAccuracyTitle": "Fiabilité des données",
    "dataAccuracyDesc": "Données vérifiées selon les meilleures sources disponibles. Les course ratings et slope ratings peuvent être mis à jour périodiquement par le club. Toujours confirmer auprès du club avant une utilisation en compétition."
  },
  "itinerariesPage": {
    "headerBadge": "Sefton Coast",
    "pageTitle": "Itinéraires de séjours golf",
    "pageDesc": "Des séjours golf prêts à l'emploi pour chaque durée et chaque budget — du court séjour de deux jours au grand tour complet de cinq parcours. Ou utilisez le planificateur pour créer le vôtre.",
    "plannerTitle": "Planificateur de séjour golf",
    "plannerDesc": "Indiquez vos jours, votre budget et votre handicap — nous vous trouverons l'itinéraire adapté.",
    "allItinerariesTitle": "Tous les itinéraires",
    "dayLabel": "jour",
    "daysLabel": "jours",
    "budgetPremium": "£££ Premium",
    "budgetStandard": "££ Standard",
    "budgetValue": "£ Économique",
    "courseOrderLabel": "Ordre de jeu",
    "whereToStayLabel": "Hébergement",
    "diningLabel": "Restauration",
    "estimatedGreenFeesLabel": "Green fees estimés",
    "bookViaGolfBreaksBtn": "Réserver via Golf Breaks ↗",
    "howToPlanTitle": "Comment planifier un séjour golf sur la Sefton Coast",
    "howToPlanPara1": "Les parcours de la Sefton Coast sont suffisamment regroupés pour qu'un séjour de deux jours couvre deux ou trois parties sans logistique complexe. Royal Birkdale et Hillside sont littéralement côte à côte — on pourrait passer de l'un à l'autre à pied. Southport & Ainsdale se trouve cinq kilomètres plus au sud. Formby est à huit kilomètres de Birkdale par la A565.",
    "howToPlanPara2": "Pour les séjours de plusieurs jours, prenez Southport comme base. La ville offre le plus grand choix d'hôtels, et tout, de Lord Street à Birkdale, est accessible en taxi. Si vous préférez un hébergement plus calme et moins cher, le village de Formby — 20 minutes au sud — propose de bonnes chambres d'hôtes.",
    "howToPlanPara3": "L'ordre compte. Ne jouez pas Royal Birkdale en premier — vous passerez le reste du séjour à tout comparer à ce parcours. Montez en puissance : commencez par Old Links ou S&A, passez à Hillside le deuxième jour, et arrivez à Birkdale quand vous aurez trouvé vos marques sur les links. Le contraste rendra la finale mémorable.",
    "howToPlanPara4": "Réservez les heures de départ avant de partir. Royal Birkdale affiche complet des semaines à l'avance, Hillside deux à quatre semaines, S&A et Old Links souvent une semaine avant. Formby nécessite un contact direct avec le secrétaire du club — aucune réservation en ligne n'est possible."
  },
  "conditions": {
    "pageTitle": "État des parcours de la Sefton Coast",
    "pageDesc": "Conditions de jeu actuelles à Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale et Southport Old Links",
    "lastUpdated": "Dernière mise à jour",
    "firm": "Ferme",
    "standard": "Standard",
    "wet": "Humide / Mou",
    "closed": "Fermé",
    "windSpeed": "Vent",
    "windDir": "Direction",
    "notes": "Notes"
  },
  "conditionsPage": {
    "headerBadge": "Mise à jour quotidienne",
    "pageTitle": "État des parcours",
    "pageDesc": "Conditions de jeu actuelles des six parcours de la Sefton Coast — mis à jour manuellement chaque matin avant 7h30. Vérifier avant de partir.",
    "aboutLinksTitle": "À propos des conditions d'un links",
    "aboutLinksPara1": "Les conditions d'un golf links sont fondamentalement différentes d'un parcours de parkland. Les variables clés sont la direction et la force du vent, les précipitations récentes et le drainage, et la fermeté du gazon. Un parcours ferme et sec se joue de façon radicalement différente d'un parcours humide et mou — les approches ne s'arrêtent pas, la balle roule davantage depuis le tee, et le petit jeu autour du green exige plus de créativité.",
    "aboutLinksPara2": "Les parcours de la Sefton Coast drainent bien par conception — ils sont construits sur du sable. Même après de fortes pluies, Royal Birkdale et Hillside récupèrent généralement plus vite que les parcours intérieurs. Southport & Ainsdale et West Lancashire peuvent retenir l'eau un peu plus longtemps en raison de leur terrain. Les sections boisées de Formby sèchent le plus rapidement.",
    "aboutLinksPara3": "La vitesse et la direction du vent jouent un rôle plus important ici que presque partout ailleurs en Angleterre. Le sud-ouest dominant à Royal Birkdale crée l'expérience de jeu « naturelle » pour laquelle le tracé a été conçu. Un vent d'est venant de la terre produit un parcours totalement différent. Ce guide inclut une clé de direction du vent spécifiquement pour Royal Birkdale.",
    "conditionsDisclaimer": "Les données sur les conditions sont approximatives et maintenues manuellement. Toujours vérifier auprès du club concerné avant de se déplacer. SeftonLinks n'accepte aucune responsabilité pour les fermetures de parcours ou les conditions différant de cette page."
  },
  "contactPage": {
    "pageTitle": "Contact",
    "pageDesc": "Questions, corrections, annonces featured et demandes commerciales.",
    "getInTouchTitle": "Nous contacter",
    "generalEnquiriesLabel": "Demandes générales :",
    "featuredListingsLabel": "Annonces featured :",
    "featuredListingsText": "Les clubs de golf, hébergements golf, services de caddie et restaurants après la partie peuvent se renseigner sur un placement featured. Envoyez un e-mail avec les détails de votre établissement.",
    "dataCorrectionsLabel": "Corrections de données :",
    "dataCorrectionsText": "Si des données de parcours — green fees, politique visiteurs, horaires d'ouverture — sont incorrectes, merci de nous le signaler. Nous mettons à jour rapidement.",
    "pressMediaLabel": "Presse & médias :",
    "pressMediaLinkText": "Churchtown Media Ltd",
    "beforeContactTitle": "Avant de nous contacter",
    "beforeContactItem1": "→ Pour les réservations d'heures de départ, contactez directement les clubs — nous sommes un guide, pas une plateforme de réservation.",
    "beforeContactItem2": "→ Pour les billets de l'Open Championship, rendez-vous sur TheOpen.com.",
    "beforeContactItem3": "→ Pour les demandes visiteurs de Royal Birkdale, appelez directement le 01704 552261."
  },
  "legalPage": {
    "privacyTitle": "Politique de confidentialité",
    "termsTitle": "Conditions d'utilisation",
    "lastUpdated": "Dernière mise à jour : février 2026",
    "privacyIntro": "SeftonLinks.com est exploité par Churchtown Media Ltd. Nous prenons votre vie privée au sérieux.",
    "analyticsTitle": "Outils d'analyse",
    "analyticsDesc": "Nous utilisons Plausible Analytics (respectueux de la vie privée, conforme au RGPD, sans cookies, sans données personnelles collectées) et Microsoft Clarity (enregistrements de sessions — anonymisés). Ni l'un ni l'autre n'exige de consentement aux cookies au titre du RGPD lorsqu'ils sont correctement configurés.",
    "affiliateLinksTitle": "Liens affiliés",
    "privacyAffiliateDesc": "Certains liens sur ce site sont des liens affiliés (Golf Breaks, Booking.com, Sykes Cottages). Ces liens sont clairement identifiés. En cliquant dessus, SeftonLinks.com peut percevoir une commission sans coût supplémentaire pour vous.",
    "privacyContactTitle": "Contact",
    "privacyContactText": "Questions relatives à la confidentialité :",
    "termsIntro": "En utilisant SeftonLinks.com, vous acceptez ces conditions. Le site est exploité par Churchtown Media Ltd.",
    "infoAccuracyTitle": "Exactitude des informations",
    "infoAccuracyDesc": "Les green fees, politiques visiteurs, horaires d'ouverture et données de parcours sont fournis de bonne foi et mis à jour régulièrement. Vérifiez toujours directement auprès du club avant de vous déplacer. SeftonLinks n'accepte aucune responsabilité pour des informations obsolètes ou des fermetures de parcours.",
    "termsAffiliateDesc": "Ce site participe à des programmes affiliés incluant Golf Breaks, Booking.com et Sykes Cottages. Les commissions perçues contribuent à financer la rédaction éditoriale sans coût pour les utilisateurs.",
    "copyrightTitle": "Droits d'auteur",
    "copyrightDesc": "Tout contenu éditorial © 2026 SeftonLinks.com. Les données de parcours (par, ratings, slope) sont factuelles et non protégeables par le droit d'auteur. Ne pas reproduire le contenu éditorial sans autorisation écrite."
  },
  "notFound": {
    "heading": "Page introuvable",
    "description": "Cette page n'existe pas. Vous cherchez peut-être un guide de parcours, le hub de l'Open ou l'état des parcours ?",
    "backHomeBtn": "Retour à l'accueil",
    "courseGuidesBtn": "Guides des parcours"
  },
  "footer": {
    "tagline": "Le guide de référence du golf links sur la Sefton Coast — Royal Birkdale, Hillside, Formby et le meilleur du golf links anglais.",
    "builtBy": "Réalisé par Churchtown Media",
    "builtByLink": "Réalisé par Churchtown Media ↗",
    "networkLabel": "Réseau Sefton Coast",
    "exploreTitle": "Explorer",
    "networkTitle": "Réseau Sefton Coast",
    "legalTitle": "Informations",
    "copyright": "© 2026 SeftonLinks.com — Tous droits réservés.",
    "southportGuide": "SouthportGuide.co.uk",
    "formbyGuide": "FormbyGuide.co.uk",
    "coursesHeading": "Parcours",
    "openHeading": "The Open 2026",
    "openDesc": "The Open Championship revient à Royal Birkdale, Southport en juillet 2026 — pour la première fois depuis la victoire iconique de Jordan Spieth en 2017.",
    "openGuideBtn": "Guide Open 2026 →",
    "languagesHeading": "Langues",
    "privacyLink": "Confidentialité",
    "termsLink": "Conditions",
    "contactLink": "Contact",
    "navCourses": "Parcours",
    "navTheOpen": "The Open 2026",
    "navGolfBreaks": "Séjours golf",
    "navConditions": "État des parcours",
    "navScorecards": "Cartes de score",
    "navTeeTimes": "Heures de départ",
    "navAccommodation": "Hébergement",
    "courseRoyalBirkdale": "Royal Birkdale",
    "courseHillside": "Hillside Golf Club",
    "courseFormby": "Formby Golf Club",
    "courseWestLancs": "West Lancashire",
    "courseSouthportAinsdale": "Southport & Ainsdale",
    "courseOldLinks": "Southport Old Links"
  },
  "courseData": {
    "royal-birkdale": {
      "tagline": "Hôte de l'Open Championship 2026 — le sommet du golf links",
      "description": "Royal Birkdale est tout simplement le plus grand links que la plupart des golfeurs auront jamais la chance de jouer. Niché au cœur de dunes imposantes sur la Sefton Coast, il a accueilli dix Opens Championship et figure régulièrement parmi les cinq meilleurs parcours du monde. L'Open 2026 revient ici en juillet — et si vous planifiez un voyage golf sur la Sefton Coast, c'est la raison principale.\n\nLe parcours exige créativité et intelligence de jeu. Les fairways serpentent entre des dunes abruptes qui canalisent le vent côtier de façon imprévisible. Le rough est sévère. Les greens sont rapides, subtilement vallonnés et positionnés pour vous obliger à réfléchir à chaque approche. Ce n'est pas un parcours qu'on soumet par la force — l'expérience du links est un avantage considérable.\n\nDes heures de départ visiteurs sont disponibles, mais Royal Birkdale est strict sur la disponibilité et l'étiquette. Réservez bien à l'avance, respectez le code vestimentaire et jouez dans les limites de votre certificat de handicap.",
      "visitorPolicy": "Visiteurs acceptés sous réserve de disponibilité. Certificat de handicap obligatoire (messieurs 24, dames 36). Pas de visiteurs les jours de compétition."
    },
    "hillside": {
      "tagline": "Le meilleur parcours links que vous n'avez jamais entendu parler — jusqu'à présent",
      "description": "Hillside est le secret le mieux gardé de la Sefton Coast — et il ne le restera plus longtemps. Immédiatement voisin de Royal Birkdale, il partage le même paysage spectaculaire de dunes mais offre un accès visiteurs nettement plus facile pour une fraction du green fee. Les professionnels qui ont joué les deux parcours citent régulièrement les neuf derniers trous de Hillside parmi les meilleurs d'Angleterre.\n\nLe parcours a subi une importante refonte sur ses neuf derniers trous, qui traversent désormais un relief spectaculaire de crêtes et de vallées à travers les dunes. Le tracé est logique et l'état du parcours est constant et excellent. Si vous construisez un itinéraire de plusieurs jours, jouer Hillside la veille de Royal Birkdale est une combinaison quasi parfaite.",
      "visitorPolicy": "Visiteurs bienvenus la plupart des jours de semaine et certains week-ends. Certificat de handicap obligatoire."
    },
    "formby": {
      "tagline": "Un joyau privé — l'un des meilleurs links intérieurs d'Angleterre",
      "description": "Le Formby Golf Club est l'un des clubs les plus sélects de la Sefton Coast, et sa politique visiteurs le reflète. Le club a des accords de réciprocité avec un nombre limité de clubs et traite les demandes de visiteurs au cas par cas — il est tout simplement impossible de réserver une heure de départ en ligne.\n\nLe parcours lui-même est exceptionnel. Tracé à travers des pinèdes côtières avec des passages de links de lande pure, c'est une expérience fondamentalement différente de Royal Birkdale ou de Hillside. Les pins offrent un abri et un caractère visuel unique, tandis que les sections de dunes sont aussi exigeantes que n'importe quoi sur le littoral. Si vous pouvez y accéder, ne ratez pas l'occasion.\n\nNote : Le Formby Golf Club est un club exclusivement masculin. Le Formby Ladies Golf Club (contigu, fondé en 1896) est un club indépendant tout aussi prestigieux, avec son propre parcours et une politique visiteurs plus ouverte.",
      "visitorPolicy": "Accès visiteurs restreint. Accords de réciprocité avec des clubs agréés uniquement. Contactez directement le secrétaire du club pour toute demande."
    },
    "west-lancashire": {
      "tagline": "L'un des clubs les plus anciens d'Angleterre — le golf links dans toute sa pureté",
      "description": "Le West Lancashire Golf Club, fondé en 1873, compte parmi les clubs de golf les plus anciens d'Angleterre et est l'un des moins visités de la Sefton Coast — principalement parce qu'il est situé un peu plus au nord à Blundellsands, en dehors du cluster immédiat de Southport.\n\nC'est regrettable, car West Lancashire est un véritable test de links. Le parcours a une qualité brute, non apprêtée, que les puristes adorent — le rough est un vrai rough, les greens sont rapides et vrais, et le vent de la mer d'Irlande est omniprésent. Il manque le raffinement soigné de Royal Birkdale mais délivre une expérience de links plus authentique et élémentaire, à un green fee bien plus accessible.\n\nLe club a une longue histoire avec la qualification de l'Open Championship. Si vous voulez jouer un links véritablement historique et exigeant sans payer le prix premium, West Lancashire est un excellent choix.",
      "visitorPolicy": "Visiteurs bienvenus la plupart des jours de semaine. Week-ends limités — appeler à l'avance."
    },
    "southport-ainsdale": {
      "tagline": "Héritage Ryder Cup et vrai caractère links à un tarif accessible",
      "description": "Southport & Ainsdale — connu localement sous le nom de S&A — a accueilli la Ryder Cup en 1933 et 1937, ce qui en fait l'un des rares sites non-Royal à bénéficier de cette distinction. L'histoire seule mérite le déplacement, mais le parcours mérite également sa réputation par ses propres qualités.\n\nS&A est situé entre Hillside et Formby et partage le terrain de dunes côtières qui caractérise le meilleur de la Sefton Coast. Les premiers trous sont relativement accessibles, ce qui crée chez les visiteurs un faux sentiment de sécurité — le parcours se durcit considérablement dans la partie centrale, avec plusieurs trous pleinement exposés au vent d'ouest dominant.\n\nLes green fees comptent parmi les plus accessibles du littoral pour ce qui est véritablement un links historique et exigeant. Pour les visiteurs qui préparent un séjour de plusieurs jours, S&A s'associe bien à Hillside ou à West Lancashire pour un solide itinéraire de deux jours à coût raisonnable.",
      "visitorPolicy": "Visiteurs bienvenus la plupart des jours de semaine. Week-ends sur arrangement. Ouvert aux sociétés."
    },
    "southport-old-links": {
      "tagline": "Un rapport qualité-prix exceptionnel — un vrai links au tarif le plus accessible du littoral",
      "description": "Southport Old Links est le discret de la famille. Niché à Churchtown en bordure nord de Southport, c'est le genre de club que l'on omet des itinéraires de rêve — ce qui est exactement la raison pour laquelle il vaut la peine d'y jouer.\n\nFondé en 1901 sur un véritable terrain de links, Old Links offre une partie qui dépasse largement ce que son green fee laisse présager. Le parcours est plus court que ses voisins de la Sefton Coast, mais se joue plus long que la carte en présence d'une brise côtière, et le placement des bunkers récompense intelligemment un jeu de links appliqué.\n\nPour les visiteurs qui composent un séjour intensif de quatre ou cinq parties, Old Links apporte un soulagement bienvenu pour le portefeuille tout en délivrant un golf links authentique. C'est aussi le plus accueillant pour les visiteurs sans certificat de handicap, ce qui en fait le choix naturel pour les golfeurs à handicap élevé ou les joueurs occasionnels.",
      "visitorPolicy": "Très accueillant pour les visiteurs la plupart des jours de la semaine. Club le plus accessible du littoral."
    }
  }
}
