{
  "nav": {
    "courses": "Campi",
    "theOpen": "The Open 2026",
    "itineraries": "Golf Break",
    "conditions": "Condizioni del Campo",
    "scorecard": "Scorecard",
    "teeTimes": "Orari di Partenza",
    "accommodation": "Alloggio",
    "contact": "Contatti"
  },
  "meta": {
    "homeTitle": "Golf Links sulla Sefton Coast — Royal Birkdale, Hillside e The Open 2026",
    "homeDesc": "Sei campi da golf links di campionato sulla Sefton Coast — Royal Birkdale, Hillside, Formby, West Lancashire e altri. Guida per visitatori, orari di partenza, green fee e golf break. The Open Championship 2026.",
    "coursesTitle": "Campi da Golf della Sefton Coast — Royal Birkdale, Hillside e Formby",
    "coursesDesc": "La guida completa ai sei campi links della Sefton Coast — accesso visitatori, green fee, omologazioni, prenotazione orari di partenza e guide dettagliate di ogni campo.",
    "openTitle": "The Open Championship 2026 a Royal Birkdale — Guida per Visitatori",
    "openDesc": "La guida completa al 155° Open Championship a Royal Birkdale, Southport, 16–19 luglio 2026. Storia, campioni, biglietti, alloggio, guida al campo e consigli di viaggio.",
    "scorecardTitle": "Scorecard della Sefton Coast — Par, Yardage e Omologazioni dei Campi",
    "scorecardDesc": "Dati completi delle scorecard per i sei campi links della Sefton Coast — par, yardage da tutti i tee, course rating e slope rating. Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale e Southport Old Links.",
    "teeTimesTitle": "Orari di Partenza a Royal Birkdale e sui Campi della Sefton Coast",
    "teeTimesDesc": "Come prenotare il tee time come visitatore a Royal Birkdale, Hillside, Formby e in tutti e sei i club della Sefton Coast. Anticipo richiesto, giorni per visitatori, contatti diretti e la politica di Formby spiegata chiaramente.",
    "itinerariesTitle": "Golf Break sulla Sefton Coast — Itinerari da 2, 3 e 5 Giorni",
    "itinerariesDesc": "Itinerari di golf preconfigurati per la Sefton Coast. Combinazioni di 2, 3 e 5 giorni con Royal Birkdale, Hillside, Formby e l'intero corridoio, con consigli su alloggio e ristorazione.",
    "accommodationTitle": "Alloggio per Golfisti vicino a Royal Birkdale, Southport",
    "accommodationDesc": "Dove alloggiare vicino a Royal Birkdale e ai campi della Sefton Coast. Hotel, B&B e case vacanze a Southport e Birkdale — ordinati per distanza, con note sulla disponibilità per The Open Championship 2026.",
    "conditionsTitle": "Condizioni dei Campi della Sefton Coast — Stato Giornaliero",
    "conditionsDesc": "Condizioni di gioco giornaliere a Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale e Southport Old Links. Compatto, normale, bagnato o chiuso — aggiornato ogni mattina.",
    "contactTitle": "Contatta SeftonLinks",
    "contactDesc": "Contatta SeftonLinks — domande, correzioni dati, inserzioni in evidenza e richieste commerciali.",
    "course": {
      "royal-birkdale": {
        "title": "Royal Birkdale Golf Club — Guida Visitatori, Green Fee e Orari di Partenza",
        "desc": "Sede di The Open Championship 2026. Green fee visitatori: £300–£350. Par 70, 7.156 yard. Politica visitatori completa, come prenotare e guida post-giro."
      },
      "hillside": {
        "title": "Hillside Golf Club Southport — Guida Visitatori e Green Fee",
        "desc": "Il miglior campo links che non conoscevi ancora. Green fee: £100–£150. Par 72, 6.850 yard. Politica visitatori completa e guida al campo."
      },
      "formby": {
        "title": "Formby Golf Club — Guida Visitatori, Green Fee e Orari di Partenza",
        "desc": "Un gioiello privato — uno dei migliori links interni d'Inghilterra. Green fee: £160–£210. Par 72, 6.893 yard. Politica visitatori e guida alle prenotazioni."
      },
      "west-lancashire": {
        "title": "West Lancashire Golf Club — Green Fee e Orari di Partenza per Visitatori",
        "desc": "Uno dei club più antichi d'Inghilterra — golf links nella sua forma più pura. Green fee: £80–£130. Par 72, 6.756 yard. Guida completa per visitatori."
      },
      "southport-ainsdale": {
        "title": "Southport & Ainsdale Golf Club — Guida Visitatori e Green Fee",
        "desc": "Eredità della Ryder Cup e autentico carattere links. Green fee: £65–£100. Par 72, 6.612 yard. Politica visitatori e guida al campo."
      },
      "southport-old-links": {
        "title": "Southport Old Links Golf Club — Guida Visitatori e Green Fee",
        "desc": "Il miglior rapporto qualità-prezzo della costa — un vero links al prezzo più accessibile del litorale. Green fee: £40–£60. Par 71, 6.318 yard. Guida completa per visitatori."
      }
    }
  },
  "home": {
    "heroTitle": "Il Corridoio Links più Grande del Mondo",
    "heroSubtitle": "Sei campi di campionato. Un tratto di costa. The Open Championship torna a Royal Birkdale nel luglio 2026.",
    "heroCtaCourses": "Scopri i Campi",
    "heroCtaOpen": "The Open 2026",
    "openBanner": "The Open Championship 2026 — Royal Birkdale, Southport",
    "openCountdownLabel": "A The Open Championship",
    "coursesTitle": "I Campi della Sefton Coast",
    "coursesSubtitle": "Sei tra i migliori campi links d'Inghilterra, tutti a pochi chilometri l'uno dall'altro",
    "featuresTitle": "Pianifica il tuo Viaggio di Golf Links",
    "conditionsTitle": "Condizioni del Campo",
    "conditionsDesc": "Aggiornamenti in tempo reale sulle condizioni dei campi della Sefton Coast",
    "plannerTitle": "Pianificatore di Golf Break",
    "plannerDesc": "Indicaci i tuoi giorni, budget e handicap — costruiamo noi il tuo itinerario",
    "affiliateCta": "Prenota il tuo Golf Break",
    "affiliateDesc": "Orari di partenza, hotel e pacchetti tramite Golf Breaks"
  },
  "homePage": {
    "bannerText": "The Open Championship 2026 — Royal Birkdale, Southport. 16–19 luglio.",
    "bannerLink": "→ Guida completa",
    "heroBadge": "Sefton Coast · Lancashire · Inghilterra",
    "heroImageAlt": "Campo da golf al tramonto sulla Sefton Coast",
    "statChampionshipCoursesLabel": "Campi di Campionato",
    "statOpenChampionshipsLabel": "Open a Birkdale",
    "statOldestClubLabel": "Club più Antico del Litorale",
    "statGreenFeeRangeLabel": "Fascia Green Fee",
    "openSectionBadge": "The Open Championship 2026",
    "openSectionHeading1": "Royal Birkdale. Luglio 2026.",
    "openSectionHeading2": "Il più Grande Spettacolo del Golf.",
    "openSectionPara1": "Il 155° Open Championship torna a Royal Birkdale — un campo che ha regalato alcuni dei momenti più drammatici nella storia del golf. La leggendaria rimonta di Arnold Palmer nel 1961. Il quinto claret jug di Tom Watson nel 1983. La vittoria wire-to-wire di Jordan Spieth nel 2017.",
    "openSectionPara2": "Se stai pianificando un viaggio di golf links sulla Sefton Coast, la settimana di The Open è l'evento dell'anno. L'alloggio nel raggio di 30 chilometri si esaurisce con 12 o più mesi di anticipo. Prenota ora.",
    "openSectionCtaBtn": "The Open 2026 — Guida Completa",
    "pastChampionsHeading": "Campioni a Royal Birkdale",
    "courseCardEstFounded": "Fond. {year}",
    "courseCardOpenVenueBadge": "Sede dell'Open",
    "courseCardParLabel": "Par",
    "courseCardYardsLabel": "Yard",
    "courseCardFromLabel": "Da",
    "courseCardFullGuideLink": "Guida completa",
    "compareAllCoursesBtn": "Confronta Tutti i Campi",
    "toolsSectionTitle": "Pianifica la tua Visita alla Sefton Coast",
    "toolsSectionSubtitle": "Strumenti pensati per il golfista visitatore — non per i locali che già conoscono i campi.",
    "tool1Title": "Condizioni del Campo",
    "tool1Desc": "Stato aggiornato di tutti e sei i campi — compatto, normale, bagnato o chiuso. Velocità e direzione del vento. Aggiornamento manuale ogni mattina.",
    "tool1Cta": "Controlla le Condizioni",
    "tool2Title": "Pianificatore di Golf Break",
    "tool2Desc": "Inserisci i tuoi giorni, budget e livello di handicap e ottieni un itinerario preconfigurato con l'ordine dei campi, dove alloggiare e dove mangiare.",
    "tool2Cta": "Pianifica il tuo Break",
    "tool3Title": "Guida agli Orari di Partenza",
    "tool3Desc": "Politica visitatori per ogni campo — quali giorni accettano visitatori, con quanto anticipo prenotare, contatti diretti. La complicata politica di Formby spiegata chiaramente.",
    "tool3Cta": "Guida agli Orari di Partenza",
    "tool4Title": "Database Scorecard",
    "tool4Desc": "Dati completi delle scorecard per tutti e sei i campi — par, yardage da tutti i tee, course rating e slope rating. Tutto ciò che ti serve per prepararti.",
    "tool4Cta": "Vedi le Scorecard",
    "tool5Title": "Alloggio per Golfisti",
    "tool5Desc": "Alloggi selezionati a poca distanza dai campi — adatti per partenze mattutine, con deposito sacche e servizi post-giro. Ordinati per distanza da Royal Birkdale.",
    "tool5Cta": "Trova Alloggio",
    "tool6Title": "Itinerari di Golf",
    "tool6Desc": "Itinerari preconfigurati da 2, 3 e 5 giorni con ordine dei campi, suggerimenti di alloggio e ristoranti. Dal budget al campionato.",
    "tool6Cta": "Sfoglia gli Itinerari",
    "affiliateCtaTitle": "Pronto a Prenotare il tuo Viaggio sulla Sefton Coast?",
    "affiliateCtaDesc": "Golf Breaks è la piattaforma specializzata in vacanze di golf leader nel Regno Unito — orari di partenza, hotel e pacchetti sulla Sefton Coast, da un weekend a S&A a una settimana intera con The Open come gran finale.",
    "affiliateCtaBtn1": "Sfoglia i Pacchetti Golf Breaks ↗",
    "affiliateCtaBtn2": "Costruisci il tuo Itinerario",
    "affiliateCtaDisclaimer": "Link affiliato Golf Breaks — riceviamo una commissione senza costi aggiuntivi per te.",
    "editorialTitle": "Perché la Sefton Coast?",
    "editorialPara1": "Esistono corridoi di golf links in Scozia — St Andrews, Carnoustie, Muirfield — che catturano tutta l'attenzione. La Sefton Coast resta in ombra. Ed è esattamente questa la grande opportunità per il golfista visitatore.",
    "editorialPara2": "In appena 15 chilometri di litorale trovi sei campi links autentici che vanno da Royal Birkdale (stabilmente tra i cinque migliori al mondo) a Southport Old Links (golf vero a £40). Puoi giocare un campo diverso ogni giorno per una settimana senza mai ripeterti — e la varietà è sorprendente. Birkdale tra imponenti dune di willow scrub. Hillside attraverso un terreno di creste e vallate. Formby tra pinete costiere. West Lancashire esposto al Mare d'Irlanda.",
    "editorialPara3": "Il vantaggio pratico della Sefton Coast rispetto alla Scozia è evidente: è più facile arrivarci dall'Europa continentale attraverso gli aeroporti di Liverpool e Manchester, l'alloggio offre un rapporto qualità-prezzo migliore e i campi sono più accessibili ai visitatori rispetto ai corrispettivi scozzesi della stessa fascia di qualità. Royal Birkdale costa meno di Muirfield ed è più facile da prenotare.",
    "editorialPara4": "E nel luglio 2026 il mondo avrà gli occhi puntati qui. The Open Championship torna a Royal Birkdale — il teatro della miracolosa fuga di Spieth dalla zona di drop nel 2017, della vittoria netta di Watson nel 1983 e della storica concessione della Ryder Cup del 1969. Se hai mai pensato a un viaggio di golf links in Inghilterra, questo è il momento giusto.",
    "featureCard1Title": "Facile da Raggiungere",
    "featureCard1Text": "45 min dall'aeroporto di Liverpool, 60 min da Manchester. Treno diretto per Southport dal centro di Liverpool.",
    "featureCard2Title": "Aperto ai Visitatori",
    "featureCard2Text": "Quattro dei sei campi accolgono attivamente i visitatori. Accesso migliore rispetto ai campi di qualità equivalente in Scozia.",
    "featureCard3Title": "Valore Reale",
    "featureCard3Text": "Green fee da £40 (Old Links) a £350 (Birkdale). I campi scozzesi comparabili costano di più a ogni livello.",
    "southportGuideDesc": "Hotel, ristoranti e cosa fare a Southport — la tua base per un viaggio di golf sulla Sefton Coast.",
    "formbyGuideDesc": "La guida completa a Formby — le pinete del National Trust, gli scoiattoli rossi e il villaggio tra un giro e l'altro."
  },
  "courses": {
    "pageTitle": "Campi da Golf della Sefton Coast",
    "pageDesc": "La guida definitiva a Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale e Southport Old Links",
    "greenFee": "Green Fee",
    "par": "Par",
    "yardage": "Yardage",
    "courseRating": "Course Rating",
    "slopeRating": "Slope Rating",
    "visitorPolicy": "Politica Visitatori",
    "bookNow": "Prenota un Giro",
    "viewCourse": "Guida al Campo",
    "difficulty": {
      "accessible": "Accessibile",
      "moderate": "Moderato",
      "challenging": "Impegnativo",
      "championship": "Campionato"
    }
  },
  "coursesPage": {
    "headerBadge": "Sefton Coast, Lancashire",
    "tableHeaderCourse": "Campo",
    "tableHeaderPar": "Par",
    "tableHeaderYards": "Yard",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "tableHeaderGreenFee": "Green Fee",
    "tableHeaderDifficulty": "Difficoltà",
    "tableFootnote": "★ Sede di The Open Championship. I green fee sono indicativi — verifica sempre con il club prima di prenotare.",
    "cardStatParLabel": "Par",
    "cardStatYardsLabel": "Yard",
    "cardStatCourseRatingLabel": "Course Rating",
    "cardStatSlopeLabel": "Slope",
    "cardStatGreenFeeLabel": "Green Fee",
    "cardEstFounded": "Fond. {year}",
    "visitorPolicyLabel": "Politica Visitatori",
    "majorHistoryLabel": "Storia nei Major",
    "fullCourseGuideBtn": "Guida Completa al Campo",
    "clubWebsiteBtn": "Sito del Club"
  },
  "courseDetail": {
    "breadcrumbHome": "Home",
    "breadcrumbCourses": "Campi",
    "openVenueBadge": "Sede dell'Open Championship",
    "quickInfoLabel": "Informazioni Rapide",
    "greenFeeLabel": "Green Fee",
    "parLabel": "Par",
    "yardsLabel": "Yard",
    "handicapLabel": "Handicap",
    "bookViaClubBtn": "Prenota sul Sito del Club",
    "aboutTitle": "Informazioni su {courseName}",
    "courseDataTitle": "Dati del Campo",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Yardage",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "ratingsDisclaimer": "Dati verificati con le migliori fonti disponibili. Conferma con il club prima dell'uso in competizione.",
    "teeTimeTitle": "Come Ottenere un Orario di Partenza",
    "visitorPolicyLabel": "Politica Visitatori",
    "bestDaysLabel": "Giorni Migliori per Visitare",
    "advanceBookingLabel": "Anticipo Richiesto",
    "handicapRequirementLabel": "Requisito Handicap",
    "handicapRequirementText": "Limite handicap uomini: {limit}. Certificato handicap obbligatorio — porta la tessera del tuo club o la carta EGA.",
    "whyPlayTitle": "Perché Giocare a {courseName}?",
    "practicalNotesTitle": "Note Pratiche",
    "majorHistoryTitle": "Storia nei Grandi Campionati",
    "afterRoundTitle": "Dopo il Giro",
    "restaurantGuideLink": "Guida completa ai ristoranti — SouthportGuide.co.uk",
    "bookRoundTitle": "Prenota il tuo Giro",
    "bookRoundDesc": "Prenota orari di partenza e pacchetti golf a {courseName} tramite Golf Breaks — il principale specialista di vacanze golf nel Regno Unito.",
    "golfBreaksBtn": "Vedi Pacchetti Golf Breaks",
    "bookDirectLink": "Oppure prenota direttamente a {courseName}",
    "conditionsWidgetTitle": "Condizioni di Oggi",
    "conditionsWidgetDesc": "Controlla le condizioni di gioco attuali prima di partire.",
    "conditionsWidgetLink": "Vedi le condizioni del campo",
    "gettingThereTitle": "Come Arrivare",
    "postcodeLabel": "CAP:",
    "fromLiverpoolLabel": "Dall'aeroporto di Liverpool:",
    "fromLiverpoolValue": "~45 min in auto",
    "fromManchesterLabel": "Dall'aeroporto di Manchester:",
    "fromManchesterValue": "~70 min in auto",
    "byTrainLabel": "In treno:",
    "byTrainValue": "Merseyrail fino a Southport, poi taxi",
    "otherCoursesHeading": "Altri Campi",
    "compareAllLink": "Confronta tutti i campi"
  },
  "open": {
    "pageTitle": "The Open Championship 2026 — Royal Birkdale",
    "pageDesc": "La tua guida al 155° Open Championship a Royal Birkdale, Southport. Storia, biglietti, alloggio e guida al campo.",
    "countdown": "Conto alla rovescia per The Open",
    "dates": "16–19 luglio 2026",
    "venue": "Royal Birkdale Golf Club, Southport",
    "historyTitle": "Royal Birkdale e The Open",
    "ticketsTitle": "Biglietti e Informazioni per Visitatori",
    "stayTitle": "Dove Alloggiare per The Open",
    "days": "giorni",
    "hours": "ore",
    "minutes": "min",
    "seconds": "sec"
  },
  "openPage": {
    "heroBadge": "Il 155° Open Championship",
    "heroTitle1": "The Open Championship",
    "heroTitle2": "Royal Birkdale 2026",
    "heroBtn1": "Biglietti su TheOpen.com ↗",
    "heroBtn2": "Guida al Campo Royal Birkdale",
    "aboutTitle": "The Open Championship a Royal Birkdale",
    "aboutPara1": "The Open Championship — il Major più antico del golf e l'unico disputato al di fuori del Nord America — torna a Royal Birkdale per l'undicesima volta nel luglio 2026. Nessun altro campo della rotazione dell'Open ha ospitato il torneo più volte: un primato che riflette sia la qualità eccezionale del campo sia la sua straordinaria idoneità logistica per un campionato di questa portata.",
    "aboutPara2": "Royal Birkdale è un links nel senso più autentico del termine. I fairway corrono tra imponenti dune di sabbia che canalizzano il vento costiero in modi imprevedibili. Il rough di willow scrub — la firma di Birkdale — è severo ma non impossibile. I green sono piccoli, veloci e con inclinazioni sottili. In condizioni di campionato il vincitore si attesta in genere attorno al par o meglio, ma solo quando il tempo è clemente. Quando non lo è, Birkdale diventa uno dei test più esigenti del golf mondiale.",
    "aboutPara3": "L'Open 2017 ha regalato uno dei finali più drammatici degli ultimi anni. Jordan Spieth, in testa dall'inizio, ha fatto triplo bogey alla buca 13 dopo aver mandato la pallina in una zona occupata da attrezzature televisive. La sua decisione di applicare la regola della drop zone — seguita da un chip straordinario a pochi centimetri dalla buca — è diventata una delle immagini più iconiche del golf moderno dei Major.",
    "aboutPara4": "Per il turista di golf, The Open a Royal Birkdale rappresenta un'opportunità unica: il torneo di golf più prestigioso al mondo, su uno dei migliori campi links d'Inghilterra, in un contesto compatto e accessibile. L'accesso agli spettatori in tutto il percorso è eccellente, l'atmosfera è inconfondibilmente britannica e il villaggio del cibo e dell'intrattenimento è migliorato notevolmente nelle ultime edizioni.",
    "pastChampionsTitle": "Campioni a Royal Birkdale",
    "lastWinnerBadge": "Ultimo vincitore",
    "champNote2017": "Wire-to-wire — memorabile fuga dalla drop zone alla 13",
    "champNote2008": "Secondo claret jug consecutivo",
    "champNote1998": "Primo Major a 41 anni",
    "champNote1991": "Nove buche in uscita in 29 colpi nell'ultimo giro",
    "champNote1983": "Quinto e ultimo titolo all'Open",
    "champNote1976": "Vittoria wire-to-wire",
    "champNote1971": "Terzo Major consecutivo in sei settimane",
    "champNote1965": "Quinto Open Championship",
    "champNote1961": "La leggendaria rimonta di Palmer con un ferro da un cespuglio alla 15",
    "champNote1954": "Il primo dei suoi cinque titoli all'Open",
    "ticketsAlertTitle": "Biglietti solo su TheOpen.com",
    "ticketsAlertDesc": "Il R&A vende tutti i biglietti direttamente. Non esiste alcun rivenditore ufficiale terzo. I biglietti per i giorni di campionato (giovedì–domenica) si esauriscono rapidamente — spesso nel giro di ore dalla messa in vendita. Registrati subito alla lista d'attesa e alla ballot del R&A su TheOpen.com.",
    "ticketTableHeaderType": "Tipo di Biglietto",
    "ticketTableHeaderPrice": "Prezzo",
    "ticketTableHeaderNotes": "Note",
    "ticketType1": "Prove (lun–mer)",
    "ticketPrice1": "Da confermare",
    "ticketNote1": "Di solito i biglietti più accessibili, con ottimo accesso al campo",
    "ticketType2": "Giorni di Gara (gio–dom)",
    "ticketPrice2": "Da confermare",
    "ticketNote2": "Prenota su TheOpen.com non appena disponibili",
    "ticketType3": "Biglietti Junior",
    "ticketPrice3": "Gratuito (under 16)",
    "ticketNote3": "Devono essere accompagnati da un adulto con biglietto valido",
    "ticketsBtn": "Biglietti — TheOpen.com ↗",
    "stayIntroDesc": "L'alloggio nel raggio di 15 km da Royal Birkdale si esaurisce 12–18 mesi prima della settimana di The Open. Se non hai ancora prenotato, considera Liverpool o Formby come alternative — entrambe gestibili con una buona pianificazione.",
    "accomArea1Name": "Birkdale e Southport",
    "accomArea1Desc": "A piedi o in breve taxi fino a Royal Birkdale. The Bold Hotel su Lord Street è la scelta classica. Prenota con 12 o più mesi di anticipo per la settimana di The Open.",
    "accomArea1Distance": "< 2 miglia",
    "accomArea1Price": "£££",
    "accomArea2Name": "Formby Village",
    "accomArea2Desc": "B&B e case vacanze in un contesto più tranquillo, a 20 min di auto da Birkdale. FormbyGuide.co.uk ha annunci di alloggio locali.",
    "accomArea2Distance": "~5 miglia",
    "accomArea2Price": "££",
    "accomArea3Name": "Centro di Liverpool",
    "accomArea3Desc": "Ampia scelta di hotel, a 45–60 min in auto o treno. Maggiore disponibilità ma richiede spostamento giornaliero.",
    "accomArea3Distance": "~18 miglia",
    "accomArea3Price": "££",
    "accomArea4Name": "Manchester",
    "accomArea4Desc": "Accesso diretto in autostrada, 60–75 min. Utile se abbini con altri spostamenti.",
    "accomArea4Distance": "~40 miglia",
    "accomArea4Price": "££",
    "southportHotelsBtn": "Guida Hotel Southport ↗",
    "formbyAccomBtn": "Alloggio a Formby ↗",
    "visitorGuideTitle": "Guida per Visitatori — Cosa Aspettarsi",
    "gettingThereTitle": "Come Arrivare",
    "gettingThereItem1": "CAP: PR8 2LX (ingresso principale Royal Birkdale)",
    "gettingThereItem2": "Centro di Southport ~2 km — navette durante la settimana di The Open",
    "gettingThereItem3": "Aeroporto di Liverpool: 45 min in auto",
    "gettingThereItem4": "Aeroporto di Manchester: 65 min in auto",
    "gettingThereItem5": "Merseyrail fino alla stazione di Birkdale: 8 minuti a piedi dal campo",
    "onTheDayTitle": "Il Giorno della Gara",
    "onTheDayItem1": "I cancelli aprono 2 ore prima del primo orario di partenza",
    "onTheDayItem2": "Dress code: smart casual, scarpe basse consigliate",
    "onTheDayItem3": "Cellulari consentiti (modalità silenziosa, vietato il video)",
    "onTheDayItem4": "Accettati contanti e carte in tutto il recinto",
    "onTheDayItem5": "Padiglione merchandise ufficiale — fai la fila presto",
    "spectatorTipsTitle": "Consigli per gli Spettatori",
    "spectatorTipsItem1": "I giorni di prova offrono il miglior accesso al campo e ottime opportunità fotografiche",
    "spectatorTipsItem2": "Le buche 17 e 18 si riempiono — posizionati in anticipo per il finale",
    "spectatorTipsItem3": "I tee della 1 e della 13 offrono buone visuali sul campo di partenza",
    "spectatorTipsItem4": "Le tribune naturali nelle dune di Birkdale richiedono scarpe adeguate",
    "spectatorTipsItem5": "Consulta l'app del R&A per il leaderboard in tempo reale e il tracciamento dei giocatori",
    "playCourseTitle": "Gioca il Campo",
    "playCourseItem1": "Gli orari per i visitatori riprendono dopo la rimozione degli allestimenti del campionato",
    "playCourseItem2": "I tee time post-Open si esauriscono velocemente — Royal Birkdale gestisce direttamente",
    "playCourseItem3": "Abbina con Hillside o S&A per un viaggio completo nell'area di Birkdale",
    "playCourseItem4": "Caddie disponibili — prenota con largo anticipo per l'esperienza premium",
    "quickFactsTitle": "Dati Rapidi",
    "factLabelChampNumber": "Numero del Campionato",
    "factValueChampNumber": "155° Open",
    "factLabelVenue": "Sede",
    "factValueVenue": "Royal Birkdale GC",
    "factLabelLocation": "Località",
    "factValueLocation": "Southport, PR8 2LX",
    "factLabelDates": "Date",
    "factValueDates": "16–19 luglio 2026",
    "factLabelPracticeDays": "Giorni di Prova",
    "factValuePracticeDays": "13–15 luglio 2026",
    "factLabelDefendingChamp": "Campione in Carica",
    "factValueDefendingChamp": "Brian Harman (2023)",
    "factLabelOrganiser": "Organizzatore",
    "factValueOrganiser": "The R&A",
    "factLabelTimesHosted": "Volte ospitato a Birkdale",
    "factValueTimesHosted": "11 (dal 1954)",
    "officialLinksTitle": "Link Ufficiali",
    "officialLink1Label": "Sito Ufficiale di The Open Championship",
    "officialLink2Label": "Royal Birkdale Golf Club",
    "officialLink3Label": "R&A — Ballot Biglietti",
    "officialLink4Label": "Informazioni Turistiche Southport",
    "bookAccomTitle": "Prenota l'Alloggio",
    "bookAccomDesc": "Non aspettare. L'alloggio durante la settimana di The Open si esaurisce in fretta. Prenota su Booking.com per la scelta più ampia e la cancellazione flessibile.",
    "bookAccomBtn": "Cerca Hotel a Southport ↗",
    "bookAccomAffiliate": "Link affiliato Booking.com",
    "playBirkdaleTitle": "Gioca a Royal Birkdale",
    "playBirkdaleDesc": "Stai pianificando un giro prima o dopo The Open? Green fee, politica visitatori e guida alle prenotazioni.",
    "playBirkdaleLink": "Guida al campo Royal Birkdale"
  },
  "teeTimesPage": {
    "headerBadge": "Guida Visitatori",
    "pageTitle": "Come Ottenere un Orario di Partenza",
    "pageDesc": "Politiche visitatori, procedure di prenotazione e cosa aspettarsi in ogni campo — inclusa la famigeratamente complicata politica di Formby Golf Club, spiegata chiaramente.",
    "formbyCalloutTitle": "Formby Golf Club — Il più Complicato",
    "formbyCalloutIntro": "Formby Golf Club genera più confusione tra i visitatori di qualsiasi altro campo della Sefton Coast. Ecco il quadro completo:",
    "formbyPoint1Title": "Solo uomini.",
    "formbyPoint1Text": "Formby Golf Club è un club privato riservato agli uomini. Non è insolito per i club di golf tradizionali inglesi, ma vale la pena saperlo prima di arrivare con un gruppo misto.",
    "formbyPoint2Title": "Nessuna prenotazione online.",
    "formbyPoint2Text": "Non esiste un sistema di prenotazione tee time sul sito. Bisogna scrivere o telefonare direttamente al segretario del club.",
    "formbyPoint3Title": "Accordi di reciprocità.",
    "formbyPoint3Text": "L'accesso avviene principalmente attraverso club con accordi formali di reciprocità. Chiedi al segretario del tuo club se hanno un accordo con Formby.",
    "formbyPoint4Title": "La lettera di presentazione aiuta.",
    "formbyPoint4Text": "Una lettera formale del professionista o segretario del tuo club aumenta considerevolmente le possibilità di accesso come visitatore.",
    "formbyPoint5Title": "Formby Ladies Golf Club è separato.",
    "formbyPoint5Text": "Adiacente ma completamente indipendente — campo proprio, soci propri, politica visitatori propria. Più aperto ai visitatori rispetto al club maschile.",
    "formbyPoint6Title": "Ne vale la pena.",
    "formbyPoint6Text": "Se riesci ad accedere, fallo. Il campo è eccezionale — pinete e dune links combinati in modo unico.",
    "allCoursesTitle": "Politica Visitatori — Tutti i Campi",
    "difficultyRestricted": "Limitato",
    "difficultyByArrangement": "Su accordo",
    "difficultyWelcome": "Visitatori benvenuti",
    "callBtn": "Chiama",
    "websiteBtn": "Sito",
    "visitorPolicyLabel": "Politica Visitatori",
    "bestDaysLabel": "Giorni Migliori",
    "bookingLabel": "Prenotazione",
    "handicapRequirementLabel": "Requisito handicap:",
    "handicapRequirementText": "Certificato uomini richiesto (limite {limit}). Porta la tessera handicap del tuo club o la carta EGA.",
    "generalTipsTitle": "Consigli Generali per i Golfisti Visitatori",
    "tip1Title": "Porta sempre il certificato di handicap",
    "tip1Text": "Tutti i campi della Sefton Coast eccetto Southport Old Links richiedono un certificato di handicap. La tessera della tua federazione nazionale o la carta EGA sono accettate.",
    "tip2Title": "Prenota in anticipo, soprattutto in estate",
    "tip2Text": "La Sefton Coast è molto frequentata da giugno a settembre. Royal Birkdale e Hillside si riempiono con 4–8 settimane di anticipo in alta stagione. Non presentarti senza prenotazione sperando nella fortuna.",
    "tip3Title": "Il dress code si applica ovunque",
    "tip3Text": "Smart casual come minimo in tutti i club. Niente jeans, niente sneaker, niente t-shirt nella maggior parte dei casi. Alcuni club richiedono camicia con colletto e pantaloni formali nella clubhouse.",
    "tip4Title": "Arriva 30 minuti prima",
    "tip4Text": "I campi links richiedono spesso una camminata dal parcheggio al primo tee. Hai bisogno di tempo per scaldarti e chiedere al pro shop delle regole locali e delle eventuali condizioni temporanee.",
    "tip5Title": "Chiedi del sistema delle drop zone",
    "tip5Text": "Royal Birkdale ha drop zone specifiche e aree di interesse speciale sotto le regole locali. Prendi la scheda delle regole locali al pro shop.",
    "tip6Title": "Il tempo cambia rapidamente sulla costa",
    "tip6Text": "Porta un impermeabile anche se la mattina sembra serena. Il tempo costiero è imprevedibile. Un vento sud-occidentale fresco al mattino può diventare forte al ritorno."
  },
  "accommodationPage": {
    "headerBadge": "Soggiorni Golfer-Friendly",
    "pageTitle": "Alloggio per Golfisti",
    "pageDesc": "Alloggi selezionati vicino a Royal Birkdale e ai campi della Sefton Coast — scelti per il deposito sacche, la colazione anticipata e la vicinanza al primo tee.",
    "openCalloutTitle": "Stai Prenotando per The Open Championship 2026?",
    "openCalloutDesc": "L'alloggio vicino a Royal Birkdale durante la settimana di The Open (14–20 luglio 2026) si esaurisce con 12–18 mesi di anticipo. Se stai leggendo questo dopo marzo 2026, le opzioni entro 8 km saranno molto limitate. Considera il centro di Liverpool, Ormskirk e Wigan come alternative.",
    "openCalloutLink": "Guida alloggio per The Open 2026",
    "distanceFromBirkdale": "da Royal Birkdale",
    "approxLabel": "circa",
    "golferFeaturesLabel": "Servizi per Golfisti",
    "checkAvailabilityBtn": "Verifica Disponibilità ↗",
    "tipsTitle": "Consigli di Alloggio per i Visitatori Golf",
    "tip1": "Prenota tee time dal martedì al giovedì se ti fermi in settimana — migliore disponibilità in tutti i campi e di solito più tranquillo sul percorso.",
    "tip2": "Chiedi del deposito sacche quando prenoti. I buoni hotel per golfers hanno un magazzino asciutto dedicato invece di lasciarti le sacche in camera per la notte.",
    "tip3": "La stazione di Birkdale (Merseyrail) è a 8 minuti a piedi dall'ingresso principale di Royal Birkdale. Comodo se il tuo hotel è nel centro di Southport.",
    "tip4": "La cancellazione flessibile conta — il tempo sui links è imprevedibile. Prenota tariffe rimborsabili a meno che il risparmio su quelle non rimborsabili non sia significativo.",
    "southportHotelsLinkTitle": "Guida Completa Hotel Southport",
    "southportHotelsLinkDesc": "SouthportGuide.co.uk — hotel, B&B, case vacanze",
    "formbyAccomLinkTitle": "Guida Alloggio Formby",
    "formbyAccomLinkDesc": "FormbyGuide.co.uk — base più tranquilla, a 8 km da Birkdale"
  },
  "scorecardPage": {
    "headerBadge": "Dati del Campo",
    "pageTitle": "Database Scorecard",
    "pageDesc": "Par, yardage da tutti i tee, course rating e slope rating per ogni campo della Sefton Coast. Usali per pianificare il tuo gioco e prepararti prima di arrivare.",
    "fullGuideLink": "Guida completa",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Yardage",
    "tableHeaderMetres": "Metri",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "statGreenFeeLabel": "Green Fee",
    "statVisitorPolicyLabel": "Politica Visitatori",
    "statVisitorRestricted": "Limitato",
    "statVisitorByArrangement": "Su accordo",
    "statVisitorWelcome": "Benvenuto",
    "statChampRatingLabel": "Rating Campionato",
    "statDistanceFromBirkdaleLabel": "Distanza da Birkdale",
    "statAdjacentValue": "Adiacente",
    "understandingDataTitle": "Come Interpretare i Dati",
    "courseRatingTitle": "Course Rating",
    "courseRatingDesc": "Il punteggio atteso per un giocatore scratch (handicap zero) da quel tee. Un rating di 76,5 significa che uno scratch è atteso fare 76,5 in condizioni normali.",
    "slopeRatingTitle": "Slope Rating",
    "slopeRatingDesc": "Misura la difficoltà in relazione a un giocatore bogey. La scala USGA va da 55 a 155 — uno slope di 113 è la media, 148 (Royal Birkdale da campionato) è estremamente difficile.",
    "yardageMetresTitle": "Yardage e Metri",
    "yardageMetresDesc": "I club inglesi usano le yard. I metri sono forniti per i visitatori europei continentali. GPS e telemetri laser sono generalmente consentiti — verifica con ogni club prima dell'uso in competizione.",
    "dataAccuracyTitle": "Accuratezza dei Dati",
    "dataAccuracyDesc": "Dati verificati con le migliori fonti disponibili. I rating di campo e slope possono essere aggiornati periodicamente dal club. Conferma sempre con il club prima dell'uso in competizione."
  },
  "itinerariesPage": {
    "headerBadge": "Sefton Coast",
    "pageTitle": "Itinerari di Golf",
    "pageDesc": "Golf break preconfigurati per ogni durata e budget — da un rapido weekend di due giorni al grande tour di cinque campi. Oppure usa il pianificatore per costruire il tuo.",
    "plannerTitle": "Pianificatore di Golf Break",
    "plannerDesc": "Inserisci i tuoi giorni, budget e handicap — ti abbiniamo all'itinerario giusto.",
    "allItinerariesTitle": "Tutti gli Itinerari",
    "dayLabel": "giorno",
    "daysLabel": "giorni",
    "budgetPremium": "£££ Premium",
    "budgetStandard": "££ Standard",
    "budgetValue": "£ Economico",
    "courseOrderLabel": "Ordine dei Campi",
    "whereToStayLabel": "Dove Alloggiare",
    "diningLabel": "Ristorazione",
    "estimatedGreenFeesLabel": "Green Fee Stimati",
    "bookViaGolfBreaksBtn": "Prenota tramite Golf Breaks ↗",
    "howToPlanTitle": "Come Pianificare un Viaggio di Golf sulla Sefton Coast",
    "howToPlanPara1": "I campi della Sefton Coast sono abbastanza vicini da permettere a un viaggio di due giorni di coprire due o tre giri senza problemi logistici. Royal Birkdale e Hillside sono letteralmente adiacenti — ci si può camminare tra l'uno e l'altro. Southport & Ainsdale è a soli cinque chilometri più a sud. Formby è a 8 km da Birkdale lungo la A565.",
    "howToPlanPara2": "Per soggiorni di più giorni, scegli Southport come base. La città offre la più ampia scelta di hotel, e tutto da Lord Street a Birkdale è raggiungibile in taxi. Se preferisci qualcosa di più tranquillo ed economico, Formby è a 20 minuti a sud e ha buone opzioni di B&B.",
    "howToPlanPara3": "L'ordine conta. Non giocare Royal Birkdale il primo giorno — passerai il resto del viaggio a confrontare tutto con esso. Costruisci gradualmente: inizia con Old Links o S&A, passa a Hillside il secondo giorno e arriva a Birkdale quando hai trovato il tuo ritmo links. Il contrasto renderà il finale pienamente meritato.",
    "howToPlanPara4": "Prenota gli orari di partenza prima di arrivare. Royal Birkdale si esaurisce settimane prima, Hillside da due a quattro settimane, S&A e Old Links spesso si trovano con una settimana di anticipo. Formby richiede un contatto preventivo con il segretario del club — non c'è prenotazione online."
  },
  "conditions": {
    "pageTitle": "Condizioni dei Campi della Sefton Coast",
    "pageDesc": "Condizioni di gioco attuali a Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale e Southport Old Links",
    "lastUpdated": "Ultimo aggiornamento",
    "firm": "Compatto",
    "standard": "Normale",
    "wet": "Bagnato / Morbido",
    "closed": "Chiuso",
    "windSpeed": "Vento",
    "windDir": "Direzione",
    "notes": "Note"
  },
  "conditionsPage": {
    "headerBadge": "Aggiornamento Giornaliero",
    "pageTitle": "Condizioni del Campo",
    "pageDesc": "Condizioni di gioco attuali su tutti e sei i campi della Sefton Coast — aggiornamento manuale ogni mattina entro le 7:30. Controlla prima di partire.",
    "aboutLinksTitle": "Le Condizioni del Golf Links",
    "aboutLinksPara1": "Le condizioni di un campo links sono fondamentalmente diverse da quelle di un campo parkland. Le variabili chiave sono la direzione e la forza del vento, le precipitazioni recenti e il drenaggio, e la compattezza del terreno. Un campo compatto e asciutto si gioca in modo completamente diverso da uno bagnato e morbido — i colpi di avvicinamento non si fermano, la pallina corre di più dal tee e il gioco corto diventa più creativo.",
    "aboutLinksPara2": "I campi della Sefton Coast drenano bene per progettazione — sono costruiti sulla sabbia. Anche dopo forti piogge, Royal Birkdale e Hillside si riprendono più velocemente dei campi interni. Southport & Ainsdale e West Lancashire possono trattenere l'acqua leggermente più a lungo per via della loro conformazione. Le zone boschive di Formby sono quelle che si asciugano più in fretta.",
    "aboutLinksPara3": "La velocità e la direzione del vento contano qui più che in quasi qualsiasi altro posto in Inghilterra. Il vento predominante da sud-ovest a Royal Birkdale crea l'esperienza naturale per cui il percorso è stato progettato. Un vento da est proveniente dall'entroterra produce un campo completamente diverso. Questa guida include una chiave di direzione del vento specifica per Royal Birkdale.",
    "conditionsDisclaimer": "I dati sulle condizioni sono approssimativi e gestiti manualmente. Verifica sempre con il singolo club prima di partire. SeftonLinks non accetta alcuna responsabilità per chiusure del campo o condizioni diverse da quelle indicate in questa pagina."
  },
  "contactPage": {
    "pageTitle": "Contatti",
    "pageDesc": "Domande, correzioni, inserzioni in evidenza e richieste commerciali.",
    "getInTouchTitle": "Contattaci",
    "generalEnquiriesLabel": "Richieste generali:",
    "featuredListingsLabel": "Inserzioni in evidenza:",
    "featuredListingsText": "Club di golf, strutture ricettive per golfers, servizi caddie e ristoranti post-giro possono richiedere informazioni sul posizionamento in evidenza. Scrivi con i dettagli della tua attività.",
    "dataCorrectionsLabel": "Correzioni dati:",
    "dataCorrectionsText": "Se qualsiasi dato del campo — green fee, politica visitatori, orari — è errato, faccelo sapere. Aggiorniamo tempestivamente.",
    "pressMediaLabel": "Stampa e media:",
    "pressMediaLinkText": "Churchtown Media Ltd",
    "beforeContactTitle": "Prima di Contattarci",
    "beforeContactItem1": "→ Per le prenotazioni tee time, contatta i club direttamente — siamo una guida, non una piattaforma di prenotazione.",
    "beforeContactItem2": "→ Per i biglietti di The Open Championship, visita TheOpen.com.",
    "beforeContactItem3": "→ Per informazioni sui visitatori di Royal Birkdale, chiama direttamente allo 01704 552261."
  },
  "legalPage": {
    "privacyTitle": "Informativa sulla Privacy",
    "termsTitle": "Termini di Utilizzo",
    "lastUpdated": "Ultimo aggiornamento: febbraio 2026",
    "privacyIntro": "SeftonLinks.com è gestito da Churchtown Media Ltd. La tua privacy è importante per noi.",
    "analyticsTitle": "Analytics",
    "analyticsDesc": "Utilizziamo Plausible Analytics (rispettoso della privacy, conforme al GDPR, senza cookie, senza raccolta di dati personali) e Microsoft Clarity (registrazioni di sessione — anonimizzate). Nessuno dei due richiede il consenso ai cookie ai sensi del GDPR se configurato correttamente.",
    "affiliateLinksTitle": "Link di Affiliazione",
    "privacyAffiliateDesc": "Alcuni link su questo sito sono link di affiliazione (Golf Breaks, Booking.com, Sykes Cottages). Sono chiaramente etichettati. Cliccandoli potrebbe maturare una commissione a SeftonLinks.com senza costi aggiuntivi per te.",
    "privacyContactTitle": "Contatto",
    "privacyContactText": "Richieste sulla privacy:",
    "termsIntro": "Utilizzando SeftonLinks.com accetti questi termini. Il sito è gestito da Churchtown Media Ltd.",
    "infoAccuracyTitle": "Accuratezza delle Informazioni",
    "infoAccuracyDesc": "I green fee, le politiche visitatori, gli orari di apertura e i dati dei campi sono forniti in buona fede e aggiornati regolarmente. Verifica sempre direttamente con il club prima di partire. SeftonLinks non accetta alcuna responsabilità per informazioni non aggiornate o chiusure del campo.",
    "termsAffiliateDesc": "Questo sito partecipa a programmi di affiliazione tra cui Golf Breaks, Booking.com e Sykes Cottages. Le commissioni guadagnate contribuiscono a finanziare l'attività editoriale senza costi per gli utenti.",
    "copyrightTitle": "Copyright",
    "copyrightDesc": "Tutti i contenuti editoriali © 2026 SeftonLinks.com. I dati del campo (par, rating, slope) sono dati fattuali e non soggetti a copyright. Non riprodurre i contenuti editoriali senza autorizzazione scritta."
  },
  "notFound": {
    "heading": "Pagina non trovata",
    "description": "Questa pagina non esiste. Forse cercavi una guida al campo, l'hub dell'Open o le condizioni del campo?",
    "backHomeBtn": "Torna alla Home",
    "courseGuidesBtn": "Guide ai Campi"
  },
  "footer": {
    "tagline": "La guida definitiva al golf links sulla Sefton Coast — Royal Birkdale, Hillside, Formby e il meglio del golf links inglese.",
    "builtBy": "Realizzato da Churchtown Media",
    "builtByLink": "Realizzato da Churchtown Media ↗",
    "networkLabel": "Rete della Sefton Coast",
    "exploreTitle": "Esplora",
    "networkTitle": "Rete della Sefton Coast",
    "legalTitle": "Informazioni",
    "copyright": "© 2026 SeftonLinks.com — Tutti i diritti riservati.",
    "southportGuide": "SouthportGuide.co.uk",
    "formbyGuide": "FormbyGuide.co.uk",
    "coursesHeading": "Campi",
    "openHeading": "The Open 2026",
    "openDesc": "The Open Championship torna a Royal Birkdale, Southport nel luglio 2026 — la prima volta dalla storica vittoria di Jordan Spieth nel 2017.",
    "openGuideBtn": "Guida Open 2026 →",
    "languagesHeading": "Lingue",
    "privacyLink": "Privacy",
    "termsLink": "Termini",
    "contactLink": "Contatti",
    "navCourses": "Campi",
    "navTheOpen": "The Open 2026",
    "navGolfBreaks": "Golf Break",
    "navConditions": "Condizioni del Campo",
    "navScorecards": "Scorecard",
    "navTeeTimes": "Orari di Partenza",
    "navAccommodation": "Alloggio",
    "courseRoyalBirkdale": "Royal Birkdale",
    "courseHillside": "Hillside Golf Club",
    "courseFormby": "Formby Golf Club",
    "courseWestLancs": "West Lancashire",
    "courseSouthportAinsdale": "Southport & Ainsdale",
    "courseOldLinks": "Southport Old Links"
  },
  "courseData": {
    "royal-birkdale": {
      "tagline": "Sede di The Open Championship 2026 — la vetta del golf links",
      "description": "Royal Birkdale è il campo che ogni golfista serio mette in cima alla propria lista. Adagiato tra imponenti dune di sabbia sulla Sefton Coast, ha ospitato dieci Open Championship e figura stabilmente tra i cinque migliori campi al mondo. Nel luglio 2026 torna The Open — e se stai pianificando un viaggio di golf su questa costa, questo è il motivo principale.\n\nIl campo impone creatività e intelligenza tattica. I fairway scorrono tra dune ripide che canalizzano il vento costiero in modi imprevedibili. Il rough è punitivissimo. I green sono veloci, con sottili inclinazioni che obbligano a ragionare su ogni colpo di avvicinamento. Non è un campo che si domina con la potenza — l'esperienza nel golf links fa qui la differenza in modo molto netto.\n\nGli orari di partenza per i visitatori esistono, ma Royal Birkdale è severo sia sulla disponibilità sia sull'etichetta. Prenota con largo anticipo, rispetta il dress code e tieni a portata di mano il tuo certificato di handicap.",
      "visitorPolicy": "Visitatori ammessi secondo disponibilità. Certificato di handicap obbligatorio (uomini 24, donne 36). Nessun visitatore nei giorni di gara."
    },
    "hillside": {
      "tagline": "Il miglior campo links che non conoscevi — fino ad ora",
      "description": "Hillside è il segreto meglio custodito della Sefton Coast — anche se sempre meno segreto. Immediatamente adiacente a Royal Birkdale, condivide lo stesso spettacolare duneland ma offre un accesso ai visitatori notevolmente migliore a una frazione del green fee. I professionisti che conoscono entrambi i campi mettono spesso il back nine di Hillside tra i migliori in tutta l'Inghilterra.\n\nIl campo ha subito una significativa ristrutturazione sulle ultime nove buche, che ora si snodano attraverso uno straordinario terreno di creste e vallate tra le dune. Il percorso è logico e le condizioni del campo sono costantemente eccellenti. Se stai costruendo un itinerario di più giorni, giocare Hillside il giorno prima di Royal Birkdale è una combinazione quasi perfetta.",
      "visitorPolicy": "Visitatori benvenuti la maggior parte dei giorni feriali e alcuni weekend. Certificato di handicap richiesto."
    },
    "formby": {
      "tagline": "Un gioiello privato — uno dei migliori links interni d'Inghilterra",
      "description": "Formby Golf Club è uno dei club più esclusivi della Sefton Coast, e la sua politica visitatori lo rispecchia. Il club ha accordi di reciprocità con un numero limitato di club e gestisce le richieste dei visitatori caso per caso — non potrai semplicemente prenotare un tee time online.\n\nIl campo di per sé è eccezionale. Disegnato attraverso pinete costiere con tratti di links puro tra le dune, offre un'esperienza fondamentalmente diversa da Royal Birkdale o Hillside. I pini donano riparo e un carattere visivo molto particolare, mentre i tratti tra le dune sono impegnativi quanto qualsiasi cosa troverai su questa costa. Se riesci ad accedere, non perdere l'occasione.\n\nNota importante: Formby Golf Club è un club riservato agli uomini. Formby Ladies Golf Club (adiacente, fondato nel 1896) è un club completamente indipendente e ugualmente prestigioso, con il proprio campo e una politica visitatori più accessibile.",
      "visitorPolicy": "Accesso visitatori limitato. Solo tramite accordi di reciprocità con club approvati. Contatta direttamente il segretario del club."
    },
    "west-lancashire": {
      "tagline": "Uno dei club più antichi d'Inghilterra — golf links nella sua forma più pura",
      "description": "West Lancashire Golf Club, fondato nel 1873, è tra i club di golf più antichi d'Inghilterra e uno dei meno visitati della Sefton Coast — principalmente perché si trova leggermente più a nord, a Blundellsands, fuori dal nucleo immediato di Southport.\n\nUn peccato, perché West Lancashire è un test links davvero serio. Il campo ha una qualità grezza, autentica, che i puristi adorano — il rough è rough vero, i green sono veloci e veri, e il vento dal Mare d'Irlanda è sempre presente. Manca la rifinitura di Royal Birkdale, ma offre un'esperienza links più autentica ed elementare a un green fee considerevolmente più accessibile.\n\nIl club ha una lunga storia con le qualificazioni di The Open Championship. Se vuoi giocare un links genuinamente storico e impegnativo senza il prezzo premium, West Lancashire è una scelta molto solida.",
      "visitorPolicy": "Visitatori benvenuti la maggior parte dei giorni feriali. Weekend limitati — telefona prima di presentarti."
    },
    "southport-ainsdale": {
      "tagline": "L'eredità della Ryder Cup e il carattere links autentico a un prezzo accessibile",
      "description": "Southport & Ainsdale — conosciuto localmente come S&A — ha ospitato la Ryder Cup nel 1933 e nel 1937, rendendolo uno dei pochissimi campi non Reali con questo onore nel proprio palmarès. La storia da sola vale un giro, ma il campo merita la sua reputazione anche per propri meriti.\n\nS&A si trova tra Hillside e Formby e condivide il terreno di dune costiere che caratterizza il meglio della Sefton Coast. Le prime buche sono relativamente benevole, il che dà ai visitatori un falso senso di sicurezza — il campo diventa notevolmente più impegnativo nel tratto centrale, con diverse buche genuinamente esposte al vento occidentale prevalente.\n\nI green fee sono tra i più accessibili della costa per quello che è, in modo autentico, un links storico e impegnativo. Per i visitatori che costruiscono un viaggio di più giorni, S&A si abbina perfettamente a Hillside o a West Lancashire per un solido itinerario di due giorni a costo ragionevole.",
      "visitorPolicy": "Visitatori benvenuti la maggior parte dei giorni feriali. Weekend su accordo. Aperto alle società."
    },
    "southport-old-links": {
      "tagline": "Il miglior rapporto qualità-prezzo — un links autentico al prezzo più accessibile della costa",
      "description": "Southport Old Links è il tranquillo di famiglia. Nascosto a Churchtown, nell'estremità nord di Southport, è il tipo di club che viene ignorato negli itinerari di riferimento — e questa è esattamente la ragione per cui vale la pena giocarlo.\n\nFondato nel 1901 su un terreno genuinamente links, Old Links offre un giro che rende molto al di sopra di quanto il suo green fee lascerebbe supporre. Il campo è più corto dei suoi vicini sulla Sefton Coast, ma gioca più lungo di quanto indica il cartellino con la brezza costiera, e il bunkerismo è pensato per premiare il corretto gioco links.\n\nPer i visitatori che organizzano un viaggio ad alto volume — quattro o cinque giri — Old Links fornisce un gradito sollievo per il portafoglio continuando a offrire golf links autentico. È anche il club più accogliente per i visitatori senza certificato di handicap, rendendolo la scelta naturale per i giocatori con alto handicap o per chi gioca in modo più occasionale.",
      "visitorPolicy": "Molto accogliente verso i visitatori la maggior parte dei giorni della settimana. Il club più accessibile della costa."
    }
  }
}
