{
  "nav": {
    "courses": "Pola golfowe",
    "theOpen": "The Open 2026",
    "itineraries": "Wyjazdy golfowe",
    "conditions": "Stan pola",
    "scorecard": "Wyniki",
    "teeTimes": "Czas startu",
    "accommodation": "Noclegi",
    "contact": "Kontakt"
  },
  "meta": {
    "homeTitle": "Golf linkowy na Wybrzeżu Sefton — Royal Birkdale, Hillside i The Open 2026",
    "homeDesc": "Sześć mistrzowskich pól linkowych na Wybrzeżu Sefton — Royal Birkdale, Hillside, Formby, West Lancashire i inne. Przewodniki dla gości, czasy startu, opłaty green fee, wyjazdy golfowe. The Open Championship 2026.",
    "coursesTitle": "Pola golfowe Wybrzeża Sefton — Royal Birkdale, Hillside i Formby",
    "coursesDesc": "Kompletny przewodnik po sześciu polach linkowych Wybrzeża Sefton — polityka dostępu dla gości, green fee, oceny pola, rezerwacja czasów startu.",
    "openTitle": "The Open Championship 2026 w Royal Birkdale — Przewodnik dla kibiców",
    "openDesc": "Kompletny przewodnik po 155. The Open Championship w Royal Birkdale w Southport, 16–19 lipca 2026. Historia, poprzedni mistrzowie, bilety, noclegi, opis pola i porady dotyczące podróży.",
    "scorecardTitle": "Wyniki pól golfowych Wybrzeża Sefton — Par, jardaż i oceny",
    "scorecardDesc": "Kompletne dane ze scorecardów dla wszystkich sześciu pól Wybrzeża Sefton — par, jardaż ze wszystkich tee, course rating i slope rating. Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale i Southport Old Links.",
    "teeTimesTitle": "Czasy startu w Royal Birkdale i klubach Wybrzeża Sefton",
    "teeTimesDesc": "Jak zarezerwować czas startu jako gość w Royal Birkdale, Hillside, Formby i wszystkich sześciu klubach Wybrzeża Sefton. Wymagany wyprzedzenie, dni dla gości, bezpośrednie kontakty i wyjaśnienie polityki Formby.",
    "itinerariesTitle": "Wyjazdy golfowe na Wybrzeżu Sefton — Programy 2, 3 i 5-dniowe",
    "itinerariesDesc": "Gotowe programy wyjazdów golfowych na Wybrzeże Sefton. Kombinacje 2-, 3- i 5-dniowe z Royal Birkdale, Hillside, Formby i całym korytarzem, z rekomendacjami noclegów i restauracji.",
    "accommodationTitle": "Noclegi dla golfistów w pobliżu Royal Birkdale, Southport",
    "accommodationDesc": "Gdzie zatrzymać się w pobliżu Royal Birkdale i pól golfowych Wybrzeża Sefton. Hotele, B&B i domki wakacyjne w Southport i Birkdale — posortowane według odległości, z informacjami o dostępności na The Open Championship 2026.",
    "conditionsTitle": "Stan pól Wybrzeża Sefton — Codzienny status gry",
    "conditionsDesc": "Codzienne warunki gry w Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale i Southport Old Links. Twarde, standardowe, mokre lub zamknięte — aktualizacja każdego ranka.",
    "contactTitle": "Kontakt z SeftonLinks",
    "contactDesc": "Pytania, korekty danych, wyróżnione oferty i zapytania biznesowe.",
    "course": {
      "royal-birkdale": {
        "title": "Royal Birkdale Golf Club — Przewodnik dla gości, green fee i czasy startu",
        "desc": "Gospodarz The Open Championship 2026. Green fee dla gości £300–£350. Par 70, 7 156 jardów. Pełna polityka dla gości, jak zarezerwować i przewodnik po rundzie."
      },
      "hillside": {
        "title": "Hillside Golf Club Southport — Przewodnik dla gości i green fee",
        "desc": "Najlepsze pole linkowe, o którym jeszcze nie słyszałeś. Green fee £100–£150. Par 72, 6 850 jardów. Pełna polityka dla gości i opis pola."
      },
      "formby": {
        "title": "Formby Golf Club — Przewodnik dla gości, green fee i czasy startu",
        "desc": "Prywatny klejnot — jedno z najpiękniejszych śródlądowych pól linkowych Anglii. Green fee £160–£210. Par 72, 6 893 jardy. Polityka dla gości i przewodnik po rezerwacji."
      },
      "west-lancashire": {
        "title": "West Lancashire Golf Club — Green fee dla gości i czasy startu",
        "desc": "Jeden z najstarszych klubów Anglii — golf linkowy w najczystszej postaci. Green fee £80–£130. Par 72, 6 756 jardów. Pełny przewodnik dla gości."
      },
      "southport-ainsdale": {
        "title": "Southport & Ainsdale Golf Club — Przewodnik dla gości i green fee",
        "desc": "Dziedzictwo Ryder Cup i autentyczny charakter linków. Green fee £65–£100. Par 72, 6 612 jardów. Polityka dla gości i opis pola."
      },
      "southport-old-links": {
        "title": "Southport Old Links Golf Club — Przewodnik dla gości i green fee",
        "desc": "Ukryta wartość — autentyczne linki w najbardziej przystępnej cenie na wybrzeżu. Green fee £40–£60. Par 71, 6 318 jardów. Pełny przewodnik dla gości."
      }
    }
  },
  "home": {
    "heroTitle": "Najwspanialszy korytarz golfa linkowego na świecie",
    "heroSubtitle": "Sześć mistrzowskich pól. Jeden odcinek wybrzeża. The Open Championship wraca do Royal Birkdale w lipcu 2026.",
    "heroCtaCourses": "Odkryj pola",
    "heroCtaOpen": "The Open 2026",
    "openBanner": "The Open Championship 2026 — Royal Birkdale, Southport",
    "openCountdownLabel": "Do The Open Championship",
    "coursesTitle": "Pola Wybrzeża Sefton",
    "coursesSubtitle": "Sześć najlepszych pól linkowych Anglii, wszystkie w odległości kilku mil od siebie",
    "featuresTitle": "Zaplanuj swój wyjazd golfowy na linki",
    "conditionsTitle": "Stan pola",
    "conditionsDesc": "Aktualne informacje o stanie pól na całym Wybrzeżu Sefton",
    "plannerTitle": "Planer wyjazdów golfowych",
    "plannerDesc": "Powiedz nam o liczbie dni, budżecie i handicapie — zbudujemy Twój itinerary",
    "affiliateCta": "Zarezerwuj wyjazd golfowy",
    "affiliateDesc": "Czasy startu, hotele i pakiety przez Golf Breaks"
  },
  "homePage": {
    "bannerText": "The Open Championship 2026 — Royal Birkdale, Southport. 16–19 lipca.",
    "bannerLink": "→ Pełny przewodnik",
    "heroBadge": "Wybrzeże Sefton · Lancashire · Anglia",
    "heroImageAlt": "Pole golfowe o zachodzie słońca na Wybrzeżu Sefton",
    "statChampionshipCoursesLabel": "Pola mistrzowskie",
    "statOpenChampionshipsLabel": "The Open w Birkdale",
    "statOldestClubLabel": "Najstarszy klub na wybrzeżu",
    "statGreenFeeRangeLabel": "Zakres green fee",
    "openSectionBadge": "The Open Championship 2026",
    "openSectionHeading1": "Royal Birkdale. Lipiec 2026.",
    "openSectionHeading2": "Największe widowisko w golfie.",
    "openSectionPara1": "155. The Open Championship wraca do Royal Birkdale — pola, które dało nam jedne z najbardziej dramatycznych momentów w historii golfa. Legendarny recovery Arnolda Palmera w 1961 roku. Piąty claret jug Toma Watsona w 1983. Zwycięstwo Jordana Spietha od początku do końca w 2017.",
    "openSectionPara2": "Jeśli planujesz wyjazd golfowy na linki Wybrzeża Sefton, tydzień The Open to kluczowy termin w kalendarzu. Noclegi w promieniu 20 mil rezerwowane są z ponad 12-miesięcznym wyprzedzeniem. Planuj już teraz.",
    "openSectionCtaBtn": "The Open 2026 — Pełny przewodnik",
    "pastChampionsHeading": "Poprzedni mistrzowie w Royal Birkdale",
    "courseCardEstFounded": "Zał. {year}",
    "courseCardOpenVenueBadge": "Gospodarz The Open",
    "courseCardParLabel": "Par",
    "courseCardYardsLabel": "Jardy",
    "courseCardFromLabel": "Od",
    "courseCardFullGuideLink": "Pełny przewodnik",
    "compareAllCoursesBtn": "Porównaj wszystkie pola",
    "toolsSectionTitle": "Zaplanuj wizytę na Wybrzeżu Sefton",
    "toolsSectionSubtitle": "Narzędzia dla gości-golfistów — nie dla miejscowych, którzy już znają pola.",
    "tool1Title": "Stan pola",
    "tool1Desc": "Aktualny status wszystkich sześciu pól — twarde, standardowe, mokre lub zamknięte. Prędkość i kierunek wiatru. Aktualizacja ręczna każdego ranka.",
    "tool1Cta": "Sprawdź stan",
    "tool2Title": "Planer wyjazdów golfowych",
    "tool2Desc": "Podaj liczbę dni, budżet i poziom handicapu, a otrzymasz gotowy itinerary z proponowaną kolejnością pól, miejscem pobytu i restauracjami.",
    "tool2Cta": "Zaplanuj wyjazd",
    "tool3Title": "Przewodnik po czasach startu",
    "tool3Desc": "Polityka dla gości w każdym polu — które dni przyjmują gości, jak daleko z wyprzedzeniem rezerwować, bezpośrednie kontakty. Wyjaśnienie skomplikowanej polityki Formby.",
    "tool3Cta": "Zobacz przewodnik po czasach startu",
    "tool4Title": "Baza danych wyników",
    "tool4Desc": "Pełne dane ze scorecardów dla wszystkich sześciu pól — par, jardaż ze wszystkich tee, course rating i slope rating. Wszystko, czego potrzebujesz, by ustawić oczekiwania.",
    "tool4Cta": "Zobacz wyniki",
    "tool5Title": "Noclegi dla golfistów",
    "tool5Desc": "Wyselekcjonowane noclegi w zasięgu pól — przyjazne wczesnym startom, z przechowalnią sprzętu, zapleczem po rundzie. Posortowane według odległości od Royal Birkdale.",
    "tool5Cta": "Znajdź noclegi",
    "tool6Title": "Programy wyjazdów golfowych",
    "tool6Desc": "Gotowe programy 2-, 3- i 5-dniowe z kolejnością pól, propozycjami noclegów i restauracjami po rundzie. Od budżetowego do mistrzowskiego.",
    "tool6Cta": "Przeglądaj programy",
    "affiliateCtaTitle": "Gotowy zarezerwować wyjazd na Wybrzeże Sefton?",
    "affiliateCtaDesc": "Golf Breaks to wiodąca w Wielkiej Brytanii platforma specjalizująca się w golfowych urlopach — czasy startu, hotele i pakiety na Wybrzeżu Sefton, od weekendu w S&A po pełen tydzień z The Open jako finałem.",
    "affiliateCtaBtn1": "Przeglądaj pakiety Golf Breaks ↗",
    "affiliateCtaBtn2": "Zbuduj własny itinerary",
    "affiliateCtaDisclaimer": "Link afiliacyjny Golf Breaks — zarabiamy prowizję bez dodatkowych kosztów dla Ciebie.",
    "editorialTitle": "Dlaczego Wybrzeże Sefton?",
    "editorialPara1": "W Szkocji są korytarze linków — St Andrews, Carnoustie, Muirfield — które przyciągają uwagę. Wybrzeże Sefton bywa pomijane. Ta luka to szansa dla każdego golfisty z zewnątrz.",
    "editorialPara2": "Na odcinku 10 mil wybrzeża masz sześć autentycznych pól linkowych — od Royal Birkdale (niezmiennie w top 5 na świecie) po Southport Old Links (naprawdę dobry golf za £40). Możesz grać na innym polu każdego dnia przez tydzień i ani razu nie powtórzyć — a różnorodność jest uderzająca. Birkdale przez dramatyczne wydmy z wierzbowym krzewem. Hillside przez grzbietowo-dolinny teren. Formby przez nadmorskie lasy sosnowe. West Lancashire z surowym wystawieniem na Morze Irlandzkie.",
    "editorialPara3": "Praktyczne argumenty za Wybrzeżem Sefton w porównaniu ze Szkocją są proste: łatwiej dotrzeć z Europy kontynentalnej i Ameryki Północnej przez lotniska w Liverpoolu i Manchesterze, noclegi są bardziej przystępne cenowo, a pola są bardziej dostępne dla gości niż ich szkoccy odpowiednicy tej samej klasy. Royal Birkdale jest tańsze niż Muirfield i łatwiejsze do zarezerwowania.",
    "editorialPara4": "A w lipcu 2026 roku cały świat będzie patrzył. The Open Championship wraca do Royal Birkdale — pola, które dało nam magiczne wyjście Spietha ze strefy dropowej w 2017, kliniczne zwycięstwo Watsona w 1983 i koncesję Ryder Cup 1969, która zdefiniowała sportowego ducha w golfie. Jeśli kiedykolwiek myślałeś o wyjeździe na linki w Anglii, teraz jest ten czas.",
    "featureCard1Title": "Łatwy dojazd",
    "featureCard1Text": "45 min z lotniska Liverpool, 60 min z Manchesteru. Bezpośrednie połączenie kolejowe z centrum Liverpoolu do Southport.",
    "featureCard2Title": "Przyjazne gościom",
    "featureCard2Text": "Cztery z sześciu pól aktywnie przyjmują gości. Lepszy dostęp niż na polach szkockich tej samej klasy.",
    "featureCard3Title": "Prawdziwa wartość",
    "featureCard3Text": "Green fee od £40 (Old Links) do £350 (Birkdale). Porównywalne pola szkockie kosztują więcej na każdym poziomie.",
    "southportGuideDesc": "Hotele, restauracje i atrakcje w Southport — baza dla wyjazdu golfowego na Wybrzeże Sefton.",
    "formbyGuideDesc": "Kompleksowy przewodnik po Formby — lasy sosnowe National Trust, wiewiórki rudek i wioska między rundami."
  },
  "courses": {
    "pageTitle": "Pola golfowe Wybrzeża Sefton",
    "pageDesc": "Ostateczny przewodnik po Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale i Southport Old Links",
    "greenFee": "Green fee",
    "par": "Par",
    "yardage": "Jardaż",
    "courseRating": "Course rating",
    "slopeRating": "Slope rating",
    "visitorPolicy": "Polityka dla gości",
    "bookNow": "Zarezerwuj rundę",
    "viewCourse": "Zobacz przewodnik po polu",
    "difficulty": {
      "accessible": "Dostępne",
      "moderate": "Umiarkowane",
      "challenging": "Wymagające",
      "championship": "Mistrzowskie"
    }
  },
  "coursesPage": {
    "headerBadge": "Wybrzeże Sefton, Lancashire",
    "tableHeaderCourse": "Pole",
    "tableHeaderPar": "Par",
    "tableHeaderYards": "Jardy",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "tableHeaderGreenFee": "Green fee",
    "tableHeaderDifficulty": "Trudność",
    "tableFootnote": "★ Gospodarz The Open Championship. Green fee to wartości przybliżone — zawsze weryfikuj z klubem przed rezerwacją.",
    "cardStatParLabel": "Par",
    "cardStatYardsLabel": "Jardy",
    "cardStatCourseRatingLabel": "Course rating",
    "cardStatSlopeLabel": "Slope",
    "cardStatGreenFeeLabel": "Green fee",
    "cardEstFounded": "Zał. {year}",
    "visitorPolicyLabel": "Polityka dla gości",
    "majorHistoryLabel": "Historia turniejów wielkiego szlema",
    "fullCourseGuideBtn": "Pełny przewodnik po polu",
    "clubWebsiteBtn": "Strona klubu"
  },
  "courseDetail": {
    "breadcrumbHome": "Strona główna",
    "breadcrumbCourses": "Pola",
    "openVenueBadge": "Gospodarz The Open Championship",
    "quickInfoLabel": "Szybkie informacje",
    "greenFeeLabel": "Green fee",
    "parLabel": "Par",
    "yardsLabel": "Jardy",
    "handicapLabel": "Handicap",
    "bookViaClubBtn": "Zarezerwuj przez stronę klubu",
    "aboutTitle": "O {courseName}",
    "courseDataTitle": "Dane pola",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Jardaż",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "ratingsDisclaimer": "Ratingi zweryfikowane według najlepszych dostępnych danych. Weryfikuj z klubem przed użyciem w zawodach.",
    "teeTimeTitle": "Jak uzyskać czas startu",
    "visitorPolicyLabel": "Polityka dla gości",
    "bestDaysLabel": "Najlepsze dni do wizyty",
    "advanceBookingLabel": "Jak daleko z wyprzedzeniem",
    "handicapRequirementLabel": "Wymóg handicapu",
    "handicapRequirementText": "Limit handicapu dla mężczyzn: {limit}. Wymagany certyfikat handicapu — przynieś kartę klubową lub kartę EGA.",
    "whyPlayTitle": "Dlaczego warto grać w {courseName}?",
    "practicalNotesTitle": "Informacje praktyczne",
    "majorHistoryTitle": "Historia turniejów wielkiego szlema",
    "afterRoundTitle": "Po rundzie",
    "restaurantGuideLink": "Pełny przewodnik po restauracjach — SouthportGuide.co.uk",
    "bookRoundTitle": "Zarezerwuj rundę",
    "bookRoundDesc": "Zarezerwuj czasy startu i pakiety golfowe w {courseName} przez Golf Breaks — wiodącego w Wielkiej Brytanii specjalistę od golfowych urlopów.",
    "golfBreaksBtn": "Zobacz pakiety Golf Breaks",
    "bookDirectLink": "Lub zarezerwuj bezpośrednio w {courseName}",
    "conditionsWidgetTitle": "Dzisiejszy stan pola",
    "conditionsWidgetDesc": "Sprawdź aktualne warunki gry przed wyjazdem.",
    "conditionsWidgetLink": "Zobacz stan pola",
    "gettingThereTitle": "Jak dojechać",
    "postcodeLabel": "Kod pocztowy:",
    "fromLiverpoolLabel": "Z lotniska Liverpool:",
    "fromLiverpoolValue": "~45 min samochodem",
    "fromManchesterLabel": "Z lotniska Manchester:",
    "fromManchesterValue": "~70 min samochodem",
    "byTrainLabel": "Pociągiem:",
    "byTrainValue": "Merseyrail do Southport, potem taksówka",
    "otherCoursesHeading": "Inne pola",
    "compareAllLink": "Porównaj wszystkie pola"
  },
  "open": {
    "pageTitle": "The Open Championship 2026 — Royal Birkdale",
    "pageDesc": "Twój przewodnik po 155. The Open Championship w Royal Birkdale, Southport. Historia, bilety, noclegi i opis pola.",
    "countdown": "Odliczanie do The Open",
    "dates": "16–19 lipca 2026",
    "venue": "Royal Birkdale Golf Club, Southport",
    "historyTitle": "Royal Birkdale i The Open",
    "ticketsTitle": "Bilety i informacje dla kibiców",
    "stayTitle": "Gdzie zatrzymać się na The Open",
    "days": "dni",
    "hours": "godz.",
    "minutes": "min",
    "seconds": "sek"
  },
  "openPage": {
    "heroBadge": "155. The Open Championship",
    "heroTitle1": "The Open Championship",
    "heroTitle2": "Royal Birkdale 2026",
    "heroBtn1": "Kup bilety przez TheOpen.com ↗",
    "heroBtn2": "Przewodnik po Royal Birkdale",
    "aboutTitle": "The Open Championship w Royal Birkdale",
    "aboutPara1": "The Open Championship — najstarszy major w golfie i jedyny rozgrywany poza Ameryką Północną — wraca do Royal Birkdale po raz jedenasty w lipcu 2026. Żadne inne pole w rotacji The Open nie organizowało imprezy tak często, co odzwierciedla zarówno jakość pola, jak i jego wyjątkowe możliwości logistyczne jako gospoda majora.",
    "aboutPara2": "Royal Birkdale to linki w najczystszym sensie. Fairwaye biegną między potężnymi wydmami, które kanalizują nadmorski wiatr w nieprzewidywalnych kierunkach. Rough z wierzbowego krzewu — znak firmowy Birkdale — jest karzący, ale do przebycia. Greeny są małe, szybkie i subtelnie zarysowane. W warunkach mistrzowskich wynik na poziomie par lub lepiej osiągają zwycięzcy tylko przy sprzyjającej pogodzie. Gdy jej brak, Birkdale staje się jednym z najtrudniejszych testów w golfie.",
    "aboutPara3": "The Open 2017 dostarczył jednego z najbardziej dramatycznych finiszów ostatnich lat. Jordan Spieth, prowadzący od pierwszej do ostatniej dziury, zanotował potrójnego bogey na 13, gdy tee shot ląduje w strefie z wyposażeniem telewizyjnym. Jego decyzja o uldze przy strefie dropowej — połączona z niezwykłym pitchem na kilka stóp od dołka — stała się jednym z definiujących obrazów współczesnego golfa majorowego.",
    "aboutPara4": "Dla turystów golfowych The Open w Royal Birkdale to wyjątkowa okazja: najważniejsze wydarzenie golfowe na świecie, na jednym z najpiękniejszych pól linkowych Anglii, w kompaktowej i dostępnej scenerii. Dostęp dla kibiców na całym polu jest doskonały, atmosfera jest wyraźnie brytyjska, a wioska z jedzeniem i rozrywką znacząco poprawiła się w ostatnich edycjach.",
    "pastChampionsTitle": "Poprzedni mistrzowie w Royal Birkdale",
    "lastWinnerBadge": "Ostatni zwycięzca",
    "champNote2017": "Od pierwszej do ostatniej dziury — pamiętne wyjście ze strefy dropowej na 13",
    "champNote2008": "Drugi claret jug z rzędu",
    "champNote1998": "Pierwszy major w wieku 41 lat",
    "champNote1991": "29 uderzeń na pierwszych 9 dołkach ostatniej rundy",
    "champNote1983": "Piąty i ostatni tytuł The Open",
    "champNote1976": "Zwycięstwo od pierwszej do ostatniej dziury",
    "champNote1971": "Trzeci major z rzędu w ciągu sześciu tygodni",
    "champNote1965": "Piąty tytuł The Open Championship",
    "champNote1961": "Legendarny recovery Palmera żelazem z krzewu na 15",
    "champNote1954": "Pierwszy z pięciu tytułów The Open",
    "ticketsAlertTitle": "Bilety sprzedawane wyłącznie przez TheOpen.com",
    "ticketsAlertDesc": "R&A sprzedaje wszystkie bilety bezpośrednio. Nie istnieje oficjalny sprzedawca zewnętrzny. Bilety na dni mistrzowskie (czwartek–niedziela) wyprzedają się szybko — często w ciągu kilku godzin od wypuszczenia. Zarejestruj się na liście oczekujących i w balotażu R&A na TheOpen.com już teraz.",
    "ticketTableHeaderType": "Rodzaj biletu",
    "ticketTableHeaderPrice": "Cena",
    "ticketTableHeaderNotes": "Uwagi",
    "ticketType1": "Rundy treningowe (pon.–śr.)",
    "ticketPrice1": "TBC",
    "ticketNote1": "Zwykle najłatwiej dostępne bilety, dobry dostęp do pola",
    "ticketType2": "Dni mistrzowskie (czw.–niedz.)",
    "ticketPrice2": "TBC",
    "ticketNote2": "Kupuj przez TheOpen.com jak tylko będą dostępne",
    "ticketType3": "Bilety dla juniorów",
    "ticketPrice3": "Bezpłatnie (poniżej 16 lat)",
    "ticketNote3": "Muszą towarzyszyć osobie dorosłej posiadającej ważny bilet",
    "ticketsBtn": "Kup bilety — TheOpen.com ↗",
    "stayIntroDesc": "Noclegi w promieniu 10 mil od Royal Birkdale są rezerwowane z 12–18-miesięcznym wyprzedzeniem przed tygodniem The Open. Jeśli jeszcze nie masz rezerwacji, rozważ Liverpool lub Formby jako alternatywę — oba są osiągalne przy wczesnym planowaniu.",
    "accomArea1Name": "Birkdale i Southport",
    "accomArea1Desc": "Pieszo lub krótką taksówką do Royal Birkdale. The Bold Hotel na Lord Street to tradycyjny wybór. Rezerwuj z ponad 12-miesięcznym wyprzedzeniem na tydzień The Open.",
    "accomArea1Distance": "< 2 mile",
    "accomArea1Price": "£££",
    "accomArea2Name": "Wioska Formby",
    "accomArea2Desc": "B&B i domy wakacyjne w spokojniejszej okolicy, 20 min jazdy do Birkdale. FormbyGuide.co.uk ma lokalne oferty noclegowe.",
    "accomArea2Distance": "~5 mil",
    "accomArea2Price": "££",
    "accomArea3Name": "Centrum Liverpoolu",
    "accomArea3Desc": "Szeroki wybór hoteli, 45–60 min samochodem lub pociągiem. Lepsza dostępność, ale wymaga codziennych dojazdów.",
    "accomArea3Distance": "~18 mil",
    "accomArea3Price": "££",
    "accomArea4Name": "Manchester",
    "accomArea4Desc": "Bezpośredni dostęp autostradą, 60–75 min. Przydatny w połączeniu z innymi podróżami.",
    "accomArea4Distance": "~40 mil",
    "accomArea4Price": "££",
    "southportHotelsBtn": "Przewodnik po hotelach Southport ↗",
    "formbyAccomBtn": "Noclegi w Formby ↗",
    "visitorGuideTitle": "Przewodnik dla kibiców — Czego się spodziewać",
    "gettingThereTitle": "Jak dojechać",
    "gettingThereItem1": "Kod pocztowy: PR8 2LX (główne wejście Royal Birkdale)",
    "gettingThereItem2": "Centrum Southport ~2 mile — autobusy wahadłowe podczas tygodnia The Open",
    "gettingThereItem3": "Lotnisko Liverpool: 45 min samochodem",
    "gettingThereItem4": "Lotnisko Manchester: 65 min samochodem",
    "gettingThereItem5": "Merseyrail do stacji Birkdale: 8 min spaceru do pola",
    "onTheDayTitle": "W dniu meczu",
    "onTheDayItem1": "Bramy otwierają się 2 godziny przed pierwszym czasem startu",
    "onTheDayItem2": "Dress code: smart casual, zalecane płaskie buty",
    "onTheDayItem3": "Telefony komórkowe dozwolone (tryb cichy, bez nagrywania wideo)",
    "onTheDayItem4": "Gotówka i karty akceptowane wszędzie",
    "onTheDayItem5": "Oficjalny pawilon z gadżetami — stań w kolejce wcześnie",
    "spectatorTipsTitle": "Wskazówki dla kibiców",
    "spectatorTipsItem1": "Dni treningowe oferują najbliższy dostęp do pola i możliwości fotografowania",
    "spectatorTipsItem2": "Dołki 17 i 18 są zatłoczone — zajmij pozycję wcześnie, by zobaczyć finisz",
    "spectatorTipsItem3": "Tee 1 i 13 dają dobry wgląd w całą stawkę zawodników",
    "spectatorTipsItem4": "Naturalne trybunny wydmowe Birkdale wymagają wygodnych butów",
    "spectatorTipsItem5": "Sprawdzaj aplikację R&A, by śledzić wyniki i graczy na żywo",
    "playCourseTitle": "Zagraj na polu",
    "playCourseItem1": "Czasy startu dla gości wznawiają się po usunięciu infrastruktury mistrzowskiej",
    "playCourseItem2": "Czasy startu po The Open rezerwują się błyskawicznie — Royal Birkdale obsługuje bezpośrednio",
    "playCourseItem3": "Połącz z Hillside lub S&A na pełny wypad w okolice Birkdale",
    "playCourseItem4": "Dostępni caddie — rezerwuj z dużym wyprzedzeniem, by zapewnić sobie premium doświadczenie",
    "quickFactsTitle": "Kluczowe fakty",
    "factLabelChampNumber": "Numer mistrzostw",
    "factValueChampNumber": "155. The Open",
    "factLabelVenue": "Gospodarz",
    "factValueVenue": "Royal Birkdale GC",
    "factLabelLocation": "Lokalizacja",
    "factValueLocation": "Southport, PR8 2LX",
    "factLabelDates": "Daty",
    "factValueDates": "16–19 lipca 2026",
    "factLabelPracticeDays": "Dni treningowe",
    "factValuePracticeDays": "13–15 lipca 2026",
    "factLabelDefendingChamp": "Obrońca tytułu",
    "factValueDefendingChamp": "Brian Harman (2023)",
    "factLabelOrganiser": "Organizator",
    "factValueOrganiser": "The R&A",
    "factLabelTimesHosted": "Razy organizowane w Birkdale",
    "factValueTimesHosted": "11 (od 1954)",
    "officialLinksTitle": "Oficjalne linki",
    "officialLink1Label": "Oficjalna strona The Open Championship",
    "officialLink2Label": "Royal Birkdale Golf Club",
    "officialLink3Label": "R&A — Balotaż biletowy",
    "officialLink4Label": "Informacja turystyczna Southport",
    "bookAccomTitle": "Zarezerwuj noclegi",
    "bookAccomDesc": "Nie zwlekaj. Noclegi w tygodniu The Open błyskawicznie się wyprzedają. Rezerwuj przez Booking.com dla najszerszego wyboru i elastycznych warunków anulowania.",
    "bookAccomBtn": "Szukaj hoteli w Southport ↗",
    "bookAccomAffiliate": "Link afiliacyjny Booking.com",
    "playBirkdaleTitle": "Zagraj w Royal Birkdale",
    "playBirkdaleDesc": "Planujesz rundę przed lub po The Open? Green fee, polityka dla gości i przewodnik rezerwacyjny.",
    "playBirkdaleLink": "Przewodnik po polu Royal Birkdale"
  },
  "teeTimesPage": {
    "headerBadge": "Przewodnik dla gości",
    "pageTitle": "Jak uzyskać czas startu",
    "pageDesc": "Polityki dla gości, procesy rezerwacji i czego się spodziewać w każdym polu — w tym notorycznie skomplikowany proces Formby Golf Club, wyjaśniony przejrzyście.",
    "formbyCalloutTitle": "Formby Golf Club — Ten skomplikowany",
    "formbyCalloutIntro": "Formby Golf Club generuje więcej zamieszania wśród gości niż jakiekolwiek inne pole na Wybrzeżu Sefton. Oto pełen obraz:",
    "formbyPoint1Title": "Tylko dla mężczyzn.",
    "formbyPoint1Text": "Formby Golf Club to prywatny klub tylko dla mężczyzn. Nie jest to niczym niezwykłym dla tradycyjnych angielskich klubów golfowych, ale warto o tym wiedzieć, zanim przyjedziesz z mieszaną grupą.",
    "formbyPoint2Title": "Brak rezerwacji online.",
    "formbyPoint2Text": "Na stronie nie ma systemu rezerwacji czasów startu. Musisz napisać lub zadzwonić bezpośrednio do sekretarza klubu.",
    "formbyPoint3Title": "Umowy wzajemności.",
    "formbyPoint3Text": "Dostęp odbywa się głównie przez kluby z formalnymi umowami wzajemnymi. Zapytaj sekretarza swojego macierzystego klubu, czy ma umowę z Formby.",
    "formbyPoint4Title": "List polecający pomaga.",
    "formbyPoint4Text": "Formalny list od zawodowego gracza lub sekretarza Twojego macierzystego klubu znacznie zwiększa szansę na dostęp dla gości.",
    "formbyPoint5Title": "Formby Ladies Golf Club jest odrębny.",
    "formbyPoint5Text": "Sąsiaduje, ale jest całkowicie niezależny — własne pole, własni członkowie, własna polityka dla gości. Bardziej otwarty na gości niż klub męski.",
    "formbyPoint6Title": "Warto się postarać.",
    "formbyPoint6Text": "Jeśli uda Ci się zarezerwować, koniecznie zagraj. Pole jest wyjątkowe — nadmorskie sosny i linki wydmowe połączone w niepowtarzalny sposób.",
    "allCoursesTitle": "Polityka dla gości — Wszystkie pola",
    "difficultyRestricted": "Ograniczony",
    "difficultyByArrangement": "Na podstawie ustaleń",
    "difficultyWelcome": "Goście mile widziani",
    "callBtn": "Zadzwoń",
    "websiteBtn": "Strona",
    "visitorPolicyLabel": "Polityka dla gości",
    "bestDaysLabel": "Najlepsze dni",
    "bookingLabel": "Rezerwacja",
    "handicapRequirementLabel": "Wymóg handicapu:",
    "handicapRequirementText": "Wymagany certyfikat dla mężczyzn (limit {limit}). Przynieś kartę handicapową klubu lub kartę EGA.",
    "generalTipsTitle": "Ogólne wskazówki dla gości-golfistów",
    "tip1Title": "Zawsze miej przy sobie certyfikat handicapu",
    "tip1Text": "Wszystkie pola na Wybrzeżu Sefton, z wyjątkiem Southport Old Links, wymagają certyfikatu handicapu. Karta krajowego związku golfowego lub karta EGA są akceptowane.",
    "tip2Title": "Rezerwuj z wyprzedzeniem, szczególnie latem",
    "tip2Text": "Wybrzeże Sefton jest oblegane od czerwca do września. Royal Birkdale i Hillside zapełniają się 4–8 tygodni naprzód w sezonie szczytowym. Nie przyjeżdżaj bez rezerwacji licząc na szczęście.",
    "tip3Title": "Dress code obowiązuje wszędzie",
    "tip3Text": "We wszystkich klubach wymagany jest smart casual minimum. W większości nie ma miejsca na dżinsy, trampki, t-shirty. Niektóre kluby wymagają kołnierza i spodni z materiału w klubhouse.",
    "tip4Title": "Przyjeżdżaj 30 minut wcześniej",
    "tip4Text": "Pola linkowe często wymagają spaceru z parkingu na pierwsze tee. Potrzebujesz czasu na rozgrzewkę i zapytanie pro-shopu o lokalne zasady i ewentualne tymczasowe zmiany na polu.",
    "tip5Title": "Zapytaj o system stref dropowych",
    "tip5Text": "Royal Birkdale ma specyficzne strefy dropowe i obszary specjalnego zainteresowania zgodnie z lokalnymi zasadami. Pobierz kartę lokalnych zasad z pro-shopu.",
    "tip6Title": "Pogoda nad morzem zmienia się szybko",
    "tip6Text": "Weź nieprzemakalną kurtkę nawet jeśli rano wygląda słonecznie. Pogoda nadmorska jest nieprzewidywalna. Łagodny SW wiatr rano może być silny na tylnej dziewiątce."
  },
  "accommodationPage": {
    "headerBadge": "Noclegi przyjazne golfistom",
    "pageTitle": "Noclegi dla golfistów",
    "pageDesc": "Wyselekcjonowane noclegi w pobliżu Royal Birkdale i pól Wybrzeża Sefton — wybrane ze względu na przechowalnie sprzętu, wczesne śniadania i bliskość pierwszego tee.",
    "openCalloutTitle": "Rezerwujesz na The Open Championship 2026?",
    "openCalloutDesc": "Noclegi w pobliżu Royal Birkdale w tygodniu The Open (14–20 lipca 2026) są rezerwowane z 12–18-miesięcznym wyprzedzeniem. Jeśli czytasz to po marcu 2026, opcje w promieniu 5 mil będą bardzo ograniczone. Sprawdź centrum Liverpoolu, Ormskirk i Wigan jako opcje rezerwowe.",
    "openCalloutLink": "Przewodnik noclegowy The Open 2026",
    "distanceFromBirkdale": "od Royal Birkdale",
    "approxLabel": "ok.",
    "golferFeaturesLabel": "Udogodnienia dla golfistów",
    "checkAvailabilityBtn": "Sprawdź dostępność ↗",
    "tipsTitle": "Wskazówki noclegowe dla golfistów",
    "tip1": "Rezerwuj czasy startu od wtorku do czwartku jeśli zostajesz w tygodniu — lepsza dostępność na wszystkich polach i zazwyczaj spokojniej na polu.",
    "tip2": "Zapytaj o przechowalnie sprzętu/torby przy rezerwacji. Dobre hotele golfowe mają dedykowaną suchą przechowalnia, zamiast zostawiać torby w pokoju na noc.",
    "tip3": "Stacja Birkdale (Merseyrail) to 8 minut spaceru od głównego wejścia Royal Birkdale. Przydatne, jeśli Twój hotel jest w centrum Southport.",
    "tip4": "Elastyczne warunki anulowania są ważne — pogoda na linkach jest nieprzewidywalna. Rezerwuj stawki zwrotne, chyba że oszczędności na nierefundowalnych są znaczące.",
    "southportHotelsLinkTitle": "Pełny przewodnik po hotelach Southport",
    "southportHotelsLinkDesc": "SouthportGuide.co.uk — hotele, B&B, apartamenty",
    "formbyAccomLinkTitle": "Przewodnik noclegowy Formby",
    "formbyAccomLinkDesc": "FormbyGuide.co.uk — spokojniejsza baza, 5 mil od Birkdale"
  },
  "scorecardPage": {
    "headerBadge": "Dane pola",
    "pageTitle": "Baza danych wyników",
    "pageDesc": "Par, jardaż ze wszystkich tee, course rating i slope rating dla każdego pola Wybrzeża Sefton. Używaj do planowania gry i ustawiania oczekiwań przed przyjazdem.",
    "fullGuideLink": "Pełny przewodnik",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Jardaż",
    "tableHeaderMetres": "Metry",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "statGreenFeeLabel": "Green fee",
    "statVisitorPolicyLabel": "Polityka dla gości",
    "statVisitorRestricted": "Ograniczona",
    "statVisitorByArrangement": "Na podstawie ustaleń",
    "statVisitorWelcome": "Mile widziani",
    "statChampRatingLabel": "Rating mistrzowski",
    "statDistanceFromBirkdaleLabel": "Odległość od Birkdale",
    "statAdjacentValue": "Sąsiadujące",
    "understandingDataTitle": "Zrozumienie danych",
    "courseRatingTitle": "Course rating",
    "courseRatingDesc": "Oczekiwany wynik golfisty z zerowym handicapem (scratch) z danego tee. Rating 76,5 oznacza, że scratch player spodziewany jest osiągnąć wynik 76,5 w normalnych warunkach.",
    "slopeRatingTitle": "Slope rating",
    "slopeRatingDesc": "Mierzy trudność względem bogey golfisty. Skala USGA wynosi od 55 do 155 — slope 113 to średnia, 148 (Royal Birkdale mistrzowski) to skrajnie trudne.",
    "yardageMetresTitle": "Jardaż i metry",
    "yardageMetresDesc": "Angielskie kluby używają jardów. Metry podane są dla gości z Europy kontynentalnej. Urządzenia GPS i dalmierze są szeroko dozwolone — sprawdź z każdym klubem przed użyciem w zawodach.",
    "dataAccuracyTitle": "Dokładność danych",
    "dataAccuracyDesc": "Dane zweryfikowane według najlepszych dostępnych źródeł. Course ratingi i slope mogą być okresowo aktualizowane przez klub. Zawsze weryfikuj z klubem przed użyciem w zawodach."
  },
  "itinerariesPage": {
    "headerBadge": "Wybrzeże Sefton",
    "pageTitle": "Programy wyjazdów golfowych",
    "pageDesc": "Gotowe wyjazdy golfowe na każdy czas i budżet — od krótkiego 2-dniowego wyjazdu po pełną 5-polową wielką trasę. Albo użyj planera, by stworzyć własny.",
    "plannerTitle": "Planer wyjazdów golfowych",
    "plannerDesc": "Podaj liczbę dni, budżet i handicap — dopasujemy Cię do właściwego programu.",
    "allItinerariesTitle": "Wszystkie programy",
    "dayLabel": "dzień",
    "daysLabel": "dni",
    "budgetPremium": "£££ Premium",
    "budgetStandard": "££ Standard",
    "budgetValue": "£ Budżetowy",
    "courseOrderLabel": "Kolejność pól",
    "whereToStayLabel": "Gdzie nocować",
    "diningLabel": "Restauracje",
    "estimatedGreenFeesLabel": "Szacowane green fee",
    "bookViaGolfBreaksBtn": "Rezerwuj przez Golf Breaks ↗",
    "howToPlanTitle": "Jak zaplanować wyjazd golfowy na Wybrzeże Sefton",
    "howToPlanPara1": "Pola Wybrzeża Sefton są na tyle blisko skupione, że w 2-dniowym wyjeździe można zagrać dwie lub trzy rundy bez trudnej logistyki. Royal Birkdale i Hillside są dosłownie sąsiadujące — można między nimi przejść pieszo. Southport & Ainsdale jest trzy mile dalej na południe. Formby to pięć mil od Birkdale przez A565.",
    "howToPlanPara2": "Na wielodniowe wyjazdy bazuj w Southport. Miasto oferuje największy wybór hoteli, a wszystko od Lord Street do Birkdale jest w zasięgu taksówki. Jeśli wolisz spokojniejsze i tańsze noclegi, wioska Formby jest 20 minut na południe i ma przyzwoite opcje B&B.",
    "howToPlanPara3": "Kolejność ma znaczenie. Nie graj najpierw w Royal Birkdale — resztę wyjazdu spędzisz porównując wszystko z nim. Buduj stopniowo: zacznij od Old Links lub S&A, na drugi dzień Hillside, dotrzeć do Birkdale gdy już poczujesz linki pod nogami. Kontrast sprawi, że finał będzie zasłużony.",
    "howToPlanPara4": "Rezerwuj czasy startu przed przyjazdem. Royal Birkdale zapełnia się tygodnie naprzód, Hillside dwa do czterech tygodni, S&A i Old Links często można zarezerwować tydzień wcześniej. Formby wymaga wcześniejszego kontaktu z sekretarzem klubu — nie ma rezerwacji online."
  },
  "conditions": {
    "pageTitle": "Stan pól Wybrzeża Sefton",
    "pageDesc": "Aktualne warunki gry w Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale i Southport Old Links",
    "lastUpdated": "Ostatnia aktualizacja",
    "firm": "Twarde",
    "standard": "Standardowe",
    "wet": "Mokre / miękkie",
    "closed": "Zamknięte",
    "windSpeed": "Wiatr",
    "windDir": "Kierunek",
    "notes": "Uwagi"
  },
  "conditionsPage": {
    "headerBadge": "Codzienna aktualizacja",
    "pageTitle": "Stan pola",
    "pageDesc": "Aktualne warunki gry na wszystkich sześciu polach Wybrzeża Sefton — aktualizowane ręcznie każdego ranka do 7:30. Sprawdź przed wyjazdem.",
    "aboutLinksTitle": "O warunkach na linkach",
    "aboutLinksPara1": "Warunki na polu linkowym różnią się zasadniczo od golfa parkowego. Kluczowe zmienne to kierunek i siła wiatru, ostatnie opady i drenaż oraz twardość darni. Twarde, suche pole gra zupełnie inaczej niż mokre, miękkie — piłki po uderzeniu podejściowym nie zatrzymują się, mocniej toczą się od tee, a chip staje się bardziej kreatywny.",
    "aboutLinksPara2": "Pola Wybrzeża Sefton mają doskonały drenaż z założenia — zbudowane są na piasku. Nawet po intensywnych opadach, Royal Birkdale i Hillside zwykle odbudowują się szybciej niż pola śródlądowe. Southport & Ainsdale i West Lancashire mogą trzymać wodę nieco dłużej ze względu na teren. Leśne fragmenty Formby schną najszybciej.",
    "aboutLinksPara3": "Prędkość i kierunek wiatru mają tu większe znaczenie niż niemal gdziekolwiek w Anglii. Dominujący wiatr południowo-zachodni w Royal Birkdale tworzy 'naturalny' przebieg gry, do którego projektowany był układ trasy. Wschodni wiatr od lądu tworzy zupełnie inne pole. Przewodnik zawiera klucz kierunków wiatru specjalnie dla Royal Birkdale.",
    "conditionsDisclaimer": "Dane o stanie pola są przybliżone i prowadzone ręcznie. Zawsze weryfikuj z poszczególnymi klubami przed podróżą. SeftonLinks nie ponosi odpowiedzialności za zamknięcia pól lub warunki odbiegające od tej strony."
  },
  "contactPage": {
    "pageTitle": "Kontakt",
    "pageDesc": "Pytania, korekty, wyróżnione oferty i zapytania biznesowe.",
    "getInTouchTitle": "Skontaktuj się z nami",
    "generalEnquiriesLabel": "Pytania ogólne:",
    "featuredListingsLabel": "Wyróżnione oferty:",
    "featuredListingsText": "Kluby golfowe, noclegi golfowe, usługi caddie i restauracje po rundzie mogą pytać o wyróżnione umieszczenie. Wyślij e-mail ze szczegółami swojej działalności.",
    "dataCorrectionsLabel": "Korekty danych:",
    "dataCorrectionsText": "Jeśli jakiekolwiek dane o polu — green fee, polityka dla gości, godziny otwarcia — są nieprawidłowe, daj nam znać. Aktualizujemy niezwłocznie.",
    "pressMediaLabel": "Prasa i media:",
    "pressMediaLinkText": "Churchtown Media Ltd",
    "beforeContactTitle": "Przed skontaktowaniem się",
    "beforeContactItem1": "→ W sprawie rezerwacji czasów startu skontaktuj się bezpośrednio z klubami — jesteśmy przewodnikiem, nie platformą rezerwacyjną.",
    "beforeContactItem2": "→ W sprawie biletów na The Open Championship odwiedź TheOpen.com.",
    "beforeContactItem3": "→ W sprawie zapytań dla gości Royal Birkdale zadzwoń bezpośrednio pod numer 01704 552261."
  },
  "legalPage": {
    "privacyTitle": "Polityka prywatności",
    "termsTitle": "Warunki korzystania",
    "lastUpdated": "Ostatnia aktualizacja: luty 2026",
    "privacyIntro": "SeftonLinks.com jest prowadzony przez Churchtown Media Ltd. Poważnie podchodzimy do Twojej prywatności.",
    "analyticsTitle": "Analityka",
    "analyticsDesc": "Używamy Plausible Analytics (zorientowany na prywatność, zgodny z RODO, bez plików cookie, bez zbierania danych osobowych) oraz Microsoft Clarity (nagrania sesji — zanonimizowane). Żaden z nich nie wymaga zgody na pliki cookie zgodnie z RODO przy prawidłowej konfiguracji.",
    "affiliateLinksTitle": "Linki afiliacyjne",
    "privacyAffiliateDesc": "Niektóre linki na tej stronie to linki afiliacyjne (Golf Breaks, Booking.com, Sykes Cottages). Są one wyraźnie oznaczone. Kliknięcie ich może skutkować prowizją dla SeftonLinks.com bez żadnych dodatkowych kosztów dla Ciebie.",
    "privacyContactTitle": "Kontakt",
    "privacyContactText": "Pytania dotyczące prywatności:",
    "termsIntro": "Korzystając z SeftonLinks.com, zgadzasz się na te warunki. Strona jest prowadzona przez Churchtown Media Ltd.",
    "infoAccuracyTitle": "Dokładność informacji",
    "infoAccuracyDesc": "Green fee, polityki dla gości, godziny otwarcia i dane pól są podawane w dobrej wierze i regularnie aktualizowane. Zawsze weryfikuj bezpośrednio z klubem przed podróżą. SeftonLinks nie ponosi odpowiedzialności za nieaktualne informacje lub zamknięcia pól.",
    "termsAffiliateDesc": "Strona uczestniczy w programach partnerskich, w tym Golf Breaks, Booking.com i Sykes Cottages. Zarobione prowizje pomagają finansować działalność redakcyjną bez kosztów dla użytkowników.",
    "copyrightTitle": "Prawa autorskie",
    "copyrightDesc": "Wszelkie treści redakcyjne © 2026 SeftonLinks.com. Dane pól (par, ratingi, slope) mają charakter faktyczny i nie podlegają ochronie prawnoautorskiej. Nie reprodukuj treści redakcyjnych bez pisemnej zgody."
  },
  "notFound": {
    "heading": "Nie znaleziono strony",
    "description": "Ta strona nie istnieje. Może szukałeś przewodnika po polu, centrum The Open lub stanu pól?",
    "backHomeBtn": "Powrót do strony głównej",
    "courseGuidesBtn": "Przewodniki po polach"
  },
  "footer": {
    "tagline": "Ostateczny przewodnik po golfie linkowym na Wybrzeżu Sefton — Royal Birkdale, Hillside, Formby i najlepszy angielski golf linkowy.",
    "builtBy": "Stworzone przez Churchtown Media",
    "builtByLink": "Stworzone przez Churchtown Media ↗",
    "networkLabel": "Sieć Wybrzeża Sefton",
    "exploreTitle": "Odkrywaj",
    "networkTitle": "Sieć Wybrzeża Sefton",
    "legalTitle": "Informacje",
    "copyright": "© 2026 SeftonLinks.com — Wszelkie prawa zastrzeżone.",
    "southportGuide": "SouthportGuide.co.uk",
    "formbyGuide": "FormbyGuide.co.uk",
    "coursesHeading": "Pola",
    "openHeading": "The Open 2026",
    "openDesc": "The Open Championship wraca do Royal Birkdale w Southport w lipcu 2026 — po raz pierwszy od ikonicznego zwycięstwa Jordana Spietha w 2017.",
    "openGuideBtn": "Przewodnik The Open 2026 →",
    "languagesHeading": "Języki",
    "privacyLink": "Prywatność",
    "termsLink": "Warunki",
    "contactLink": "Kontakt",
    "navCourses": "Pola",
    "navTheOpen": "The Open 2026",
    "navGolfBreaks": "Wyjazdy golfowe",
    "navConditions": "Stan pola",
    "navScorecards": "Wyniki",
    "navTeeTimes": "Czas startu",
    "navAccommodation": "Noclegi",
    "courseRoyalBirkdale": "Royal Birkdale",
    "courseHillside": "Hillside Golf Club",
    "courseFormby": "Formby Golf Club",
    "courseWestLancs": "West Lancashire",
    "courseSouthportAinsdale": "Southport & Ainsdale",
    "courseOldLinks": "Southport Old Links"
  },
  "courseData": {
    "royal-birkdale": {
      "tagline": "Gospodarz The Open Championship 2026 — szczyt golfa linkowego",
      "description": "Royal Birkdale to największe pole linkowe, na którym większość golfistów kiedykolwiek zagra. Usytuowane wśród potężnych wydm Wybrzeża Sefton, gościło dziesięć The Open Championship i niezmiennie zajmuje miejsce w pierwszej piątce pól na świecie. The Open 2026 wraca tu w lipcu — i jeśli planujesz wyjazd golfowy na Wybrzeże Sefton, to właśnie dlatego.\n\nPole wymaga kreatywności i inteligencji. Fairwaye biegną między stromymi wydmami, które kanalizują wiatr w nieprzewidywalnych kierunkach. Rough jest bezlitosny. Greeny są szybkie, subtelne i ustawione tak, by zmuszać do przemyślenia każdego uderzenia podejściowego. To nie jest pole, które można pokonać siłą — doświadczenie linkowe ogromnie pomaga.\n\nCzasy startu dla gości są dostępne, ale Royal Birkdale jest surowe zarówno w kwestii dostępności, jak i etykiety. Rezerwuj z dużym wyprzedzeniem, przestrzegaj dress code'u i spełnij wymogi certyfikatu handicapowego.",
      "visitorPolicy": "Goście mile widziani w zależności od dostępności. Wymagany certyfikat handicapu (mężczyźni 24, kobiety 36). Brak gości w dniach zawodów."
    },
    "hillside": {
      "tagline": "Najlepsze pole linkowe, o którym nie słyszałeś — do tej pory",
      "description": "Hillside to najlepiej strzeżona tajemnica Wybrzeża Sefton — choć nie na długo. Bezpośrednio sąsiadując z Royal Birkdale, dzieli ten sam dramatyczny krajobraz wydmowy, ale oferuje znacznie lepszy dostęp dla gości za ułamek green fee. Zawodowi gracze, którzy grali na obu polach, często oceniają tylną dziewiątkę Hillside jako jedną z najpiękniejszych w Anglii.\n\nPole przeszło poważną przebudowę ostatnich dziewięciu dołków, które teraz biegną przez spektakularny teren grzbieto-dolinny przez wydmy. Układ trasy jest logiczny, a stan pola jest konsekwentnie doskonały. Jeśli budujesz wielodniowy program, Hillside dzień przed Royal Birkdale to prawie idealne połączenie.",
      "visitorPolicy": "Goście mile widziani w większość dni tygodnia i niektóre weekendy. Wymagany certyfikat handicapu."
    },
    "formby": {
      "tagline": "Prywatny klejnot — jedno z najpiękniejszych śródlądowych pól linkowych Anglii",
      "description": "Formby Golf Club to jeden z najbardziej ekskluzywnych klubów na Wybrzeżu Sefton, a jego polityka dla gości to odzwierciedla. Klub ma umowy wzajemne z ograniczoną liczbą klubów i rozpatruje wnioski gości indywidualnie — nie możesz po prostu zarezerwować czasu startu online.\n\nSamo pole jest wyjątkowe. Przebiega przez nadmorskie lasy sosnowe z odcinkami czystych linkowych wrzosowisk, będąc zasadniczo innym doświadczeniem niż Royal Birkdale czy Hillside. Sosny zapewniają osłonę i wyróżniający się wygląd, a wydmowe odcinki są tak samo wymagające jak cokolwiek na wybrzeżu. Jeśli uda Ci się wejść, zagraj.\n\nUwaga: Formby Golf Club to klub tylko dla mężczyzn. Formby Ladies Golf Club (sąsiedni, założony w 1896) jest odrębnym, równie prestiżowym klubem z własnym polem i bardziej dostępną polityką dla gości.",
      "visitorPolicy": "Ograniczony dostęp dla gości. Wyłącznie poprzez umowy wzajemne z zatwierdzonymi klubami. Skontaktuj się bezpośrednio z sekretarzem klubu."
    },
    "west-lancashire": {
      "tagline": "Jeden z najstarszych klubów Anglii — golf linkowy w najczystszej postaci",
      "description": "West Lancashire Golf Club, założony w 1873 roku, należy do najstarszych klubów golfowych w Anglii i jest jednym z najmniej odwiedzanych na Wybrzeżu Sefton — głównie dlatego, że leży nieco dalej na północ w Blundellsands, poza bezpośrednim skupiskiem Southport.\n\nTo szkoda, bo West Lancashire to poważny test linkowy. Pole ma surową, nieprzystrzyżoną jakość, którą kochają purystami — rough to prawdziwy rough, greeny są szybkie i prawdziwe, a wiatr z Morza Irlandzkiego jest wszechobecny. Brakuje mu dopracowanego sznytu Royal Birkdale, ale dostarcza bardziej autentycznego, żywiołowego doświadczenia linkowego za znacznie bardziej dostępne green fee.\n\nKlub ma długą historię z kwalifikacjami do The Open Championship. Jeśli chcesz zagrać na naprawdę historycznym i wymagającym polu linkowym bez premium cenowego, West Lancashire to mocny wybór.",
      "visitorPolicy": "Goście mile widziani w większość dni tygodnia. Weekendy ograniczone — zadzwoń wcześniej."
    },
    "southport-ainsdale": {
      "tagline": "Dziedzictwo Ryder Cup i autentyczny charakter linkowy w dostępnej cenie",
      "description": "Southport & Ainsdale — znane lokalnie jako S&A — gościło Ryder Cup w 1933 i 1937 roku, co czyni je jednym z bardzo nielicznych nie-królewskich obiektów z tym wyróżnieniem. Sama historia czyni je wartym rundy, ale pole broni swojej reputacji na własnych zasługach.\n\nS&A leży między Hillside a Formby i podziela nadmorski krajobraz wydmowy charakterystyczny dla najlepszych na Wybrzeżu Sefton. Pierwsze kilka dołków jest stosunkowo łagodne, co daje gościom fałszywe poczucie bezpieczeństwa — pole znacząco się stwarza przez środkowy odcinek, z kilkoma dołkami naprawdę wystawionymi na dominujący zachodni wiatr.\n\nGreen fee należy do najbardziej dostępnych na wybrzeżu jak na naprawdę historyczne i wymagające linki. Dla gości budujących wielodniowy wyjazd, S&A dobrze paruje z Hillside lub West Lancashire jako mocny 2-dniowy program w rozsądnej cenie.",
      "visitorPolicy": "Goście mile widziani w większość dni tygodnia. Weekendy na podstawie ustaleń. Otwarte na grupy."
    },
    "southport-old-links": {
      "tagline": "Ukryta wartość — autentyczne linki w najbardziej przystępnej cenie na wybrzeżu",
      "description": "Southport Old Links to ten spokojny. Ukryty w Churchtown na północnym skraju Southport, to klub, który jest pomijany na trasach z listy marzeń — i właśnie dlatego warto tu zagrać.\n\nZałożony w 1901 roku i usytuowany na autentycznym terenie linkowym, Old Links oferuje rundę, która zdecydowanie przerasta swoje green fee. Pole jest krótsze niż sąsiedzi z Wybrzeża Sefton, ale gra się dłużej niż wskazuje karta na nadmorskim wietrze, a rozmieszczenie bunkrów jest przemyślane, by nagradzać prawdziwy linkowy styl gry.\n\nDla gości budujących intensywny wyjazd — cztery lub pięć rund — Old Links przynosi ulgę dla portfela, nadal dostarczając autentycznego golfa linkowego. Jest też najbardziej otwartym dla gości bez certyfikatów handicapowych, co czyni go naturalnym wyborem dla wysokich handicapowców lub zwykłych graczy.",
      "visitorPolicy": "Bardzo gościnne dla odwiedzających przez większość dni tygodnia. Najbardziej dostępny klub na wybrzeżu."
    }
  }
}
