{
  "nav": {
    "courses": "Campos",
    "theOpen": "The Open 2026",
    "itineraries": "Golf Breaks",
    "conditions": "Condições do Campo",
    "scorecard": "Scorecards",
    "teeTimes": "Horas de Partida",
    "accommodation": "Alojamento",
    "contact": "Contacto"
  },
  "meta": {
    "homeTitle": "Golfe de Links na Sefton Coast — Royal Birkdale, Hillside e The Open 2026",
    "homeDesc": "Seis campos de golfe links de campeonato na Sefton Coast — Royal Birkdale, Hillside, Formby, West Lancashire e mais. Guia para visitantes, horas de partida, green fees e golf breaks. The Open Championship 2026.",
    "coursesTitle": "Campos de Golfe da Sefton Coast — Royal Birkdale, Hillside e Formby",
    "coursesDesc": "Guia completo aos seis campos links da Sefton Coast — política de visitantes, green fees, homologações, reserva de horas de partida e guias detalhados de cada campo.",
    "openTitle": "The Open Championship 2026 em Royal Birkdale — Guia para Visitantes",
    "openDesc": "O guia completo ao 155.º Open Championship em Royal Birkdale, Southport, 16–19 de julho de 2026. História, campeões, bilhetes, alojamento, guia do campo e conselhos de viagem.",
    "scorecardTitle": "Scorecards da Sefton Coast — Par, Yardage e Classificações dos Campos",
    "scorecardDesc": "Dados completos das scorecards dos seis campos links da Sefton Coast — par, yardage de todos os tees, course rating e slope rating. Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale e Southport Old Links.",
    "teeTimesTitle": "Horas de Partida em Royal Birkdale e nos Campos da Sefton Coast",
    "teeTimesDesc": "Como reservar hora de partida como visitante em Royal Birkdale, Hillside, Formby e nos seis campos da Sefton Coast. Antecedência necessária, dias para visitantes, contactos directos e a política de Formby explicada com clareza.",
    "itinerariesTitle": "Golf Breaks na Sefton Coast — Itinerários de 2, 3 e 5 Dias",
    "itinerariesDesc": "Itinerários de golfe pré-configurados para a Sefton Coast. Combinações de 2, 3 e 5 dias com Royal Birkdale, Hillside, Formby e o corredor completo, com recomendações de alojamento e restauração.",
    "accommodationTitle": "Alojamento para Golfistas perto de Royal Birkdale, Southport",
    "accommodationDesc": "Onde ficar perto de Royal Birkdale e dos campos da Sefton Coast. Hotéis, B&Bs e casas de férias em Southport e Birkdale — ordenados por distância, com notas sobre disponibilidade para The Open Championship 2026.",
    "conditionsTitle": "Condições dos Campos da Sefton Coast — Estado Diário de Jogo",
    "conditionsDesc": "Condições de jogo diárias em Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale e Southport Old Links. Firme, normal, molhado ou fechado — actualizado todas as manhãs.",
    "contactTitle": "Contactar SeftonLinks",
    "contactDesc": "Entre em contacto com SeftonLinks — perguntas, correcções de dados, listagens em destaque e pedidos comerciais.",
    "course": {
      "royal-birkdale": {
        "title": "Royal Birkdale Golf Club — Guia para Visitantes, Green Fees e Horas de Partida",
        "desc": "Sede de The Open Championship 2026. Green fee para visitantes: £300–£350. Par 70, 7.156 jardas. Política de visitantes completa, como reservar e guia pós-volta."
      },
      "hillside": {
        "title": "Hillside Golf Club Southport — Guia para Visitantes e Green Fees",
        "desc": "O melhor campo links que ainda não conhecias. Green fee: £100–£150. Par 72, 6.850 jardas. Política de visitantes completa e guia do campo."
      },
      "formby": {
        "title": "Formby Golf Club — Guia para Visitantes, Green Fees e Horas de Partida",
        "desc": "Uma jóia privada — um dos melhores links interiores de Inglaterra. Green fee: £160–£210. Par 72, 6.893 jardas. Política de visitantes e guia de reservas."
      },
      "west-lancashire": {
        "title": "West Lancashire Golf Club — Green Fees e Horas de Partida para Visitantes",
        "desc": "Um dos clubes mais antigos de Inglaterra — golfe links na sua forma mais pura. Green fee: £80–£130. Par 72, 6.756 jardas. Guia completo para visitantes."
      },
      "southport-ainsdale": {
        "title": "Southport & Ainsdale Golf Club — Guia para Visitantes e Green Fees",
        "desc": "Herança da Ryder Cup e carácter links genuíno. Green fee: £65–£100. Par 72, 6.612 jardas. Política de visitantes e guia do campo."
      },
      "southport-old-links": {
        "title": "Southport Old Links Golf Club — Guia para Visitantes e Green Fees",
        "desc": "A melhor relação qualidade-preço do litoral — um links verdadeiro ao preço mais acessível da costa. Green fee: £40–£60. Par 71, 6.318 jardas. Guia completo para visitantes."
      }
    }
  },
  "home": {
    "heroTitle": "O Maior Corredor de Golfe Links do Mundo",
    "heroSubtitle": "Seis campos de campeonato. Um troço de costa. The Open Championship regressa a Royal Birkdale em Julho de 2026.",
    "heroCtaCourses": "Explorar os Campos",
    "heroCtaOpen": "The Open 2026",
    "openBanner": "The Open Championship 2026 — Royal Birkdale, Southport",
    "openCountdownLabel": "Para The Open Championship",
    "coursesTitle": "Os Campos da Sefton Coast",
    "coursesSubtitle": "Seis dos melhores campos links de Inglaterra, todos a poucos quilómetros uns dos outros",
    "featuresTitle": "Planeia a Tua Viagem de Golfe Links",
    "conditionsTitle": "Condições do Campo",
    "conditionsDesc": "Actualizações em tempo real sobre as condições dos campos na Sefton Coast",
    "plannerTitle": "Planificador de Golf Break",
    "plannerDesc": "Indica-nos os teus dias, orçamento e handicap — nós construímos o teu itinerário",
    "affiliateCta": "Reserva o Teu Golf Break",
    "affiliateDesc": "Horas de partida, hotéis e pacotes através da Golf Breaks"
  },
  "homePage": {
    "bannerText": "The Open Championship 2026 — Royal Birkdale, Southport. 16–19 de Julho.",
    "bannerLink": "→ Guia completo",
    "heroBadge": "Sefton Coast · Lancashire · Inglaterra",
    "heroImageAlt": "Campo de golfe ao pôr do sol na Sefton Coast",
    "statChampionshipCoursesLabel": "Campos de Campeonato",
    "statOpenChampionshipsLabel": "Opens em Birkdale",
    "statOldestClubLabel": "Clube Mais Antigo do Litoral",
    "statGreenFeeRangeLabel": "Gama de Green Fees",
    "openSectionBadge": "The Open Championship 2026",
    "openSectionHeading1": "Royal Birkdale. Julho de 2026.",
    "openSectionHeading2": "O Maior Espectáculo do Golfe.",
    "openSectionPara1": "O 155.º Open Championship regressa a Royal Birkdale — um campo que protagonizou alguns dos momentos mais dramáticos da história do golfe. A legendária recuperação de Arnold Palmer em 1961. O quinto claret jug de Tom Watson em 1983. A vitória wire-to-wire de Jordan Spieth em 2017.",
    "openSectionPara2": "Se estás a planear uma viagem de golfe links à Sefton Coast, a semana de The Open é o evento do ano. O alojamento num raio de 30 quilómetros esgota-se com 12 ou mais meses de antecedência. Planeia já.",
    "openSectionCtaBtn": "The Open 2026 — Guia Completo",
    "pastChampionsHeading": "Campeões em Royal Birkdale",
    "courseCardEstFounded": "Fund. {year}",
    "courseCardOpenVenueBadge": "Sede do Open",
    "courseCardParLabel": "Par",
    "courseCardYardsLabel": "Jardas",
    "courseCardFromLabel": "A partir de",
    "courseCardFullGuideLink": "Guia completo",
    "compareAllCoursesBtn": "Comparar Todos os Campos",
    "toolsSectionTitle": "Planeia a Tua Visita à Sefton Coast",
    "toolsSectionSubtitle": "Ferramentas criadas para o golfista visitante — não para os locais que já conhecem os campos.",
    "tool1Title": "Condições do Campo",
    "tool1Desc": "Estado actualizado dos seis campos — firme, normal, molhado ou fechado. Velocidade e direcção do vento. Actualização manual todas as manhãs.",
    "tool1Cta": "Verificar Condições",
    "tool2Title": "Planificador de Golf Break",
    "tool2Desc": "Indica os teus dias, orçamento e nível de handicap e obtém um itinerário pré-construído com a ordem dos campos, onde ficar e onde comer.",
    "tool2Cta": "Planear o Break",
    "tool3Title": "Guia de Horas de Partida",
    "tool3Desc": "Política de visitantes em cada campo — quais os dias que aceitam visitantes, com quanto de antecedência reservar, contactos directos. A complicada política do Formby explicada com clareza.",
    "tool3Cta": "Ver Guia de Horas de Partida",
    "tool4Title": "Base de Dados de Scorecards",
    "tool4Desc": "Dados completos das scorecards dos seis campos — par, yardage de todos os tees, course rating e slope rating. Tudo o que precisas para te preparares.",
    "tool4Cta": "Ver Scorecards",
    "tool5Title": "Alojamento para Golfistas",
    "tool5Desc": "Alojamento seleccionado a curta distância dos campos — adequado para saídas matinais, com armazenamento de sacos e serviços pós-volta. Ordenado por distância a Royal Birkdale.",
    "tool5Cta": "Encontrar Alojamento",
    "tool6Title": "Itinerários de Golfe",
    "tool6Desc": "Itinerários pré-construídos de 2, 3 e 5 dias com ordem dos campos, sugestões de alojamento e restauração. Do económico ao campeonato.",
    "tool6Cta": "Ver Itinerários",
    "affiliateCtaTitle": "Pronto para Reservar a Tua Viagem à Sefton Coast?",
    "affiliateCtaDesc": "A Golf Breaks é a principal plataforma especializada em férias de golfe do Reino Unido — horas de partida, hotéis e pacotes na Sefton Coast, desde um fim-de-semana no S&A até uma semana completa com The Open como grande final.",
    "affiliateCtaBtn1": "Ver Pacotes Golf Breaks ↗",
    "affiliateCtaBtn2": "Construir o Meu Próprio Itinerário",
    "affiliateCtaDisclaimer": "Link de afiliado da Golf Breaks — recebemos uma comissão sem custos adicionais para ti.",
    "editorialTitle": "Porquê a Sefton Coast?",
    "editorialPara1": "Existem corredores de golfe links na Escócia — St Andrews, Carnoustie, Muirfield — que captam toda a atenção. A Sefton Coast passa despercebida. É precisamente essa a oportunidade para o golfista visitante.",
    "editorialPara2": "Em apenas 15 quilómetros de litoral encontras seis campos links autênticos que vão desde Royal Birkdale (consistentemente entre os cinco melhores do mundo) até Southport Old Links (golfe a sério por £40). Podes jogar um campo diferente todos os dias durante uma semana sem repetires — e a variedade é impressionante. Birkdale entre imponentes dunas de willow scrub. Hillside por um terreno de cristas e vales. Formby entre pinheiros costeiros. West Lancashire exposto ao Mar da Irlanda.",
    "editorialPara3": "A vantagem prática da Sefton Coast sobre a Escócia é evidente: é mais fácil chegar da Europa continental através dos aeroportos de Liverpool e Manchester, o alojamento tem melhor relação qualidade-preço e os campos são mais acessíveis a visitantes do que os seus equivalentes escoceses da mesma categoria. Royal Birkdale é mais barato que Muirfield e mais fácil de reservar.",
    "editorialPara4": "E em Julho de 2026 o mundo terá os olhos postos aqui. The Open Championship regressa a Royal Birkdale — o palco da milagrosa fuga de Spieth da zona de drop em 2017, da vitória cirúrgica de Watson em 1983 e da histórica concessão do putt na Ryder Cup de 1969. Se alguma vez pensaste numa viagem de golfe links a Inglaterra, este é o momento.",
    "featureCard1Title": "Fácil de Chegar",
    "featureCard1Text": "45 min do aeroporto de Liverpool, 60 min do Manchester. Comboio directo para Southport a partir do centro de Liverpool.",
    "featureCard2Title": "Aberto a Visitantes",
    "featureCard2Text": "Quatro dos seis campos recebem activamente visitantes. Melhor acesso do que campos de qualidade equivalente na Escócia.",
    "featureCard3Title": "Valor Real",
    "featureCard3Text": "Green fees desde £40 (Old Links) até £350 (Birkdale). Os campos escoceses comparáveis custam mais em todos os níveis.",
    "southportGuideDesc": "Hotéis, restaurantes e o que fazer em Southport — a tua base para uma viagem de golfe à Sefton Coast.",
    "formbyGuideDesc": "O guia completo de Formby — os pinheiros do National Trust, os esquilos vermelhos e a aldeia entre voltas."
  },
  "courses": {
    "pageTitle": "Campos de Golfe da Sefton Coast",
    "pageDesc": "O guia definitivo de Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale e Southport Old Links",
    "greenFee": "Green Fee",
    "par": "Par",
    "yardage": "Yardage",
    "courseRating": "Course Rating",
    "slopeRating": "Slope Rating",
    "visitorPolicy": "Política de Visitantes",
    "bookNow": "Reservar uma Volta",
    "viewCourse": "Ver Guia do Campo",
    "difficulty": {
      "accessible": "Acessível",
      "moderate": "Moderado",
      "challenging": "Exigente",
      "championship": "Campeonato"
    }
  },
  "coursesPage": {
    "headerBadge": "Sefton Coast, Lancashire",
    "tableHeaderCourse": "Campo",
    "tableHeaderPar": "Par",
    "tableHeaderYards": "Jardas",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "tableHeaderGreenFee": "Green Fee",
    "tableHeaderDifficulty": "Dificuldade",
    "tableFootnote": "★ Sede de The Open Championship. Os green fees são aproximados — confirma sempre com o clube antes de reservar.",
    "cardStatParLabel": "Par",
    "cardStatYardsLabel": "Jardas",
    "cardStatCourseRatingLabel": "Course Rating",
    "cardStatSlopeLabel": "Slope",
    "cardStatGreenFeeLabel": "Green Fee",
    "cardEstFounded": "Fund. {year}",
    "visitorPolicyLabel": "Política de Visitantes",
    "majorHistoryLabel": "História nos Majors",
    "fullCourseGuideBtn": "Guia Completo do Campo",
    "clubWebsiteBtn": "Site do Clube"
  },
  "courseDetail": {
    "breadcrumbHome": "Início",
    "breadcrumbCourses": "Campos",
    "openVenueBadge": "Sede do Open Championship",
    "quickInfoLabel": "Informação Rápida",
    "greenFeeLabel": "Green Fee",
    "parLabel": "Par",
    "yardsLabel": "Jardas",
    "handicapLabel": "Handicap",
    "bookViaClubBtn": "Reservar no Site do Clube",
    "aboutTitle": "Sobre {courseName}",
    "courseDataTitle": "Dados do Campo",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Yardage",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "ratingsDisclaimer": "Dados verificados com as melhores fontes disponíveis. Confirma com o clube antes de utilizar em competição.",
    "teeTimeTitle": "Como Obter uma Hora de Partida",
    "visitorPolicyLabel": "Política de Visitantes",
    "bestDaysLabel": "Melhores Dias para Visitar",
    "advanceBookingLabel": "Antecedência Necessária",
    "handicapRequirementLabel": "Requisito de Handicap",
    "handicapRequirementText": "Limite de handicap para homens: {limit}. Certificado de handicap obrigatório — traz o cartão do teu clube ou cartão EGA.",
    "whyPlayTitle": "Porquê Jogar em {courseName}?",
    "practicalNotesTitle": "Notas Práticas",
    "majorHistoryTitle": "História nos Grandes Campeonatos",
    "afterRoundTitle": "Após a Volta",
    "restaurantGuideLink": "Guia completo de restaurantes — SouthportGuide.co.uk",
    "bookRoundTitle": "Reserva a Tua Volta",
    "bookRoundDesc": "Reserva horas de partida e pacotes de golfe em {courseName} através da Golf Breaks — o principal especialista em férias de golfe do Reino Unido.",
    "golfBreaksBtn": "Ver Pacotes Golf Breaks",
    "bookDirectLink": "Ou reserva directamente em {courseName}",
    "conditionsWidgetTitle": "Condições de Hoje",
    "conditionsWidgetDesc": "Verifica as condições actuais de jogo antes de partir.",
    "conditionsWidgetLink": "Ver condições do campo",
    "gettingThereTitle": "Como Chegar",
    "postcodeLabel": "Código postal:",
    "fromLiverpoolLabel": "Do Aeroporto de Liverpool:",
    "fromLiverpoolValue": "~45 min de carro",
    "fromManchesterLabel": "Do Aeroporto de Manchester:",
    "fromManchesterValue": "~70 min de carro",
    "byTrainLabel": "De comboio:",
    "byTrainValue": "Merseyrail até Southport, depois táxi",
    "otherCoursesHeading": "Outros Campos",
    "compareAllLink": "Comparar todos os campos"
  },
  "open": {
    "pageTitle": "The Open Championship 2026 — Royal Birkdale",
    "pageDesc": "O teu guia para o 155.º Open Championship em Royal Birkdale, Southport. História, bilhetes, alojamento e guia do campo.",
    "countdown": "Contagem decrescente para The Open",
    "dates": "16–19 de Julho de 2026",
    "venue": "Royal Birkdale Golf Club, Southport",
    "historyTitle": "Royal Birkdale e The Open",
    "ticketsTitle": "Bilhetes e Informações para Visitantes",
    "stayTitle": "Onde Ficar para The Open",
    "days": "dias",
    "hours": "h",
    "minutes": "min",
    "seconds": "seg"
  },
  "openPage": {
    "heroBadge": "O 155.º Open Championship",
    "heroTitle1": "The Open Championship",
    "heroTitle2": "Royal Birkdale 2026",
    "heroBtn1": "Bilhetes em TheOpen.com ↗",
    "heroBtn2": "Guia do Campo Royal Birkdale",
    "aboutTitle": "The Open Championship em Royal Birkdale",
    "aboutPara1": "The Open Championship — o Major mais antigo do golfe e o único disputado fora da América do Norte — regressa a Royal Birkdale pela décima primeira vez em Julho de 2026. Nenhum outro campo da rotação do Open acolheu o torneio mais vezes: um registo que reflecte tanto a qualidade excepcional do campo como a sua extraordinária adequação logística para um campeonato desta dimensão.",
    "aboutPara2": "Royal Birkdale é um links no sentido mais genuíno do termo. Os fairways percorrem imponentes dunas de areia que canalizam o vento costeiro de formas imprevisíveis. O rough de willow scrub — a marca registada de Birkdale — é punitivo mas não impossível. Os greens são pequenos, rápidos e com inclinações subtis. Em condições de campeonato o vencedor termina habitualmente próximo do par ou melhor, mas apenas quando o tempo colabora. Quando não colabora, Birkdale torna-se um dos testes mais exigentes do golfe mundial.",
    "aboutPara3": "O Open de 2017 proporcionou um dos finais mais dramáticos dos últimos anos. Jordan Spieth, na liderança desde o início, fez triplo bogey no buraco 13 após enviar a bola para uma zona com equipamento de televisão. A sua decisão de aplicar a regra da zona de drop — seguida de um chip extraordinário a poucos centímetros do buraco — tornou-se uma das imagens mais marcantes do golfe moderno dos Majors.",
    "aboutPara4": "Para o turista de golfe, The Open em Royal Birkdale representa uma oportunidade única: o torneio de golfe mais prestigioso do mundo, num dos melhores campos links de Inglaterra, num contexto compacto e acessível. O acesso para os espectadores ao longo do percurso é excelente, a atmosfera é inconfundivelmente britânica e a área de restauração e entretenimento melhorou consideravelmente nas últimas edições.",
    "pastChampionsTitle": "Campeões em Royal Birkdale",
    "lastWinnerBadge": "Último vencedor",
    "champNote2017": "Wire-to-wire — memorável fuga da zona de drop no 13",
    "champNote2008": "Segundo claret jug consecutivo",
    "champNote1998": "Primeiro Major aos 41 anos",
    "champNote1991": "Nove buracos de saída em 29 pancadas na última volta",
    "champNote1983": "Quinto e último título no Open",
    "champNote1976": "Vitória wire-to-wire",
    "champNote1971": "Terceiro Major consecutivo em seis semanas",
    "champNote1965": "Quinto Open Championship",
    "champNote1961": "A lendária recuperação de Palmer com um ferro de um arbusto no 15",
    "champNote1954": "O primeiro dos seus cinco títulos no Open",
    "ticketsAlertTitle": "Bilhetes apenas em TheOpen.com",
    "ticketsAlertDesc": "O R&A vende todos os bilhetes directamente. Não existe nenhum revendedor oficial. Os bilhetes para os dias de campeonato (quinta–domingo) esgotam rapidamente — por vezes em horas após a abertura das vendas. Regista-te já na lista de espera e no ballot do R&A em TheOpen.com.",
    "ticketTableHeaderType": "Tipo de Bilhete",
    "ticketTableHeaderPrice": "Preço",
    "ticketTableHeaderNotes": "Notas",
    "ticketType1": "Voltas de Treino (seg–qua)",
    "ticketPrice1": "A confirmar",
    "ticketNote1": "Geralmente os bilhetes mais acessíveis, com bom acesso ao campo",
    "ticketType2": "Dias de Campeonato (qui–dom)",
    "ticketPrice2": "A confirmar",
    "ticketNote2": "Reserva em TheOpen.com assim que estiverem disponíveis",
    "ticketType3": "Bilhetes Júnior",
    "ticketPrice3": "Gratuito (menores de 16)",
    "ticketNote3": "Devem ser acompanhados por um adulto com bilhete válido",
    "ticketsBtn": "Bilhetes — TheOpen.com ↗",
    "stayIntroDesc": "O alojamento num raio de 15 km de Royal Birkdale esgota 12–18 meses antes da semana do Open. Se ainda não reservaste, considera Liverpool ou Formby como alternativas — ambas são viáveis com boa planificação.",
    "accomArea1Name": "Birkdale e Southport",
    "accomArea1Desc": "A pé ou em curto táxi até Royal Birkdale. The Bold Hotel na Lord Street é a escolha clássica. Reserva com 12 ou mais meses de antecedência para a semana do Open.",
    "accomArea1Distance": "< 2 milhas",
    "accomArea1Price": "£££",
    "accomArea2Name": "Formby Village",
    "accomArea2Desc": "B&Bs e casas de férias num ambiente mais tranquilo, a 20 min de carro de Birkdale. FormbyGuide.co.uk tem listagens de alojamento local.",
    "accomArea2Distance": "~5 milhas",
    "accomArea2Price": "££",
    "accomArea3Name": "Centro de Liverpool",
    "accomArea3Desc": "Grande variedade de hotéis, a 45–60 min de carro ou comboio. Maior disponibilidade mas requer deslocação diária.",
    "accomArea3Distance": "~18 milhas",
    "accomArea3Price": "££",
    "accomArea4Name": "Manchester",
    "accomArea4Desc": "Acesso directo por auto-estrada, 60–75 min. Útil se combinares com outras deslocações.",
    "accomArea4Distance": "~40 milhas",
    "accomArea4Price": "££",
    "southportHotelsBtn": "Guia de Hotéis em Southport ↗",
    "formbyAccomBtn": "Alojamento em Formby ↗",
    "visitorGuideTitle": "Guia para Visitantes — O Que Esperar",
    "gettingThereTitle": "Como Chegar",
    "gettingThereItem1": "Código postal: PR8 2LX (entrada principal de Royal Birkdale)",
    "gettingThereItem2": "Centro de Southport ~2 km — autocarros de ligação durante a semana do Open",
    "gettingThereItem3": "Aeroporto de Liverpool: 45 min de carro",
    "gettingThereItem4": "Aeroporto de Manchester: 65 min de carro",
    "gettingThereItem5": "Merseyrail até à estação de Birkdale: 8 minutos a pé até ao campo",
    "onTheDayTitle": "No Dia do Torneio",
    "onTheDayItem1": "Os portões abrem 2 horas antes da primeira hora de partida",
    "onTheDayItem2": "Código de vestuário: smart casual, sapatos planos recomendados",
    "onTheDayItem3": "Telemóveis permitidos (modo silencioso, sem vídeo)",
    "onTheDayItem4": "Numerário e cartão aceites em todo o recinto",
    "onTheDayItem5": "Pavilhão de merchandise oficial — faz fila cedo",
    "spectatorTipsTitle": "Dicas para Espectadores",
    "spectatorTipsItem1": "Os dias de treino oferecem melhor acesso ao campo e boas oportunidades fotográficas",
    "spectatorTipsItem2": "Os buracos 17 e 18 ficam cheios — posiciona-te cedo para o final",
    "spectatorTipsItem3": "Os tees do 1 e do 13 permitem boas vistas sobre o grupo de saída",
    "spectatorTipsItem4": "As tribunas naturais nas dunas de Birkdale exigem calçado adequado",
    "spectatorTipsItem5": "Consulta a app do R&A para o leaderboard em tempo real e localização dos jogadores",
    "playCourseTitle": "Joga o Campo",
    "playCourseItem1": "As horas de partida para visitantes retomam após a remoção das instalações do campeonato",
    "playCourseItem2": "Os tee times pós-Open esgotam rapidamente — Royal Birkdale gere directamente",
    "playCourseItem3": "Combina com Hillside ou S&A para uma visita completa à área de Birkdale",
    "playCourseItem4": "Caddies disponíveis — reserva com bastante antecedência para a experiência premium",
    "quickFactsTitle": "Dados Rápidos",
    "factLabelChampNumber": "Número do Campeonato",
    "factValueChampNumber": "155.º Open",
    "factLabelVenue": "Sede",
    "factValueVenue": "Royal Birkdale GC",
    "factLabelLocation": "Localização",
    "factValueLocation": "Southport, PR8 2LX",
    "factLabelDates": "Datas",
    "factValueDates": "16–19 de Julho de 2026",
    "factLabelPracticeDays": "Dias de Treino",
    "factValuePracticeDays": "13–15 de Julho de 2026",
    "factLabelDefendingChamp": "Campeão em Título",
    "factValueDefendingChamp": "Brian Harman (2023)",
    "factLabelOrganiser": "Organizador",
    "factValueOrganiser": "The R&A",
    "factLabelTimesHosted": "Vezes em Birkdale",
    "factValueTimesHosted": "11 (desde 1954)",
    "officialLinksTitle": "Links Oficiais",
    "officialLink1Label": "Site Oficial de The Open Championship",
    "officialLink2Label": "Royal Birkdale Golf Club",
    "officialLink3Label": "R&A — Ballot de Bilhetes",
    "officialLink4Label": "Informação Turística de Southport",
    "bookAccomTitle": "Reservar Alojamento",
    "bookAccomDesc": "Não deixes para depois. O alojamento durante a semana do Open esgota depressa. Reserva no Booking.com para a maior escolha e cancelamento flexível.",
    "bookAccomBtn": "Pesquisar Hotéis em Southport ↗",
    "bookAccomAffiliate": "Link de afiliado do Booking.com",
    "playBirkdaleTitle": "Joga Royal Birkdale",
    "playBirkdaleDesc": "A planear uma volta antes ou depois de The Open? Green fees, política de visitantes e guia de reservas.",
    "playBirkdaleLink": "Guia do campo Royal Birkdale"
  },
  "teeTimesPage": {
    "headerBadge": "Guia para Visitantes",
    "pageTitle": "Como Obter uma Hora de Partida",
    "pageDesc": "Políticas de visitantes, processos de reserva e o que esperar em cada campo — incluindo a notoriamente complicada política do Formby Golf Club, explicada com clareza.",
    "formbyCalloutTitle": "Formby Golf Club — O Mais Complicado",
    "formbyCalloutIntro": "O Formby Golf Club gera mais confusão entre visitantes do que qualquer outro campo da Sefton Coast. Aqui está o quadro completo:",
    "formbyPoint1Title": "Só para homens.",
    "formbyPoint1Text": "O Formby Golf Club é um clube privado exclusivo para homens. Não é incomum nos clubes de golfe tradicionais ingleses, mas vale a pena saber antes de chegar com um grupo misto.",
    "formbyPoint2Title": "Sem reserva online.",
    "formbyPoint2Text": "Não existe sistema de reserva de tee times no site. É necessário escrever ou telefonar directamente ao secretário do clube.",
    "formbyPoint3Title": "Acordos de reciprocidade.",
    "formbyPoint3Text": "O acesso é feito principalmente através de clubes com acordos formais de reciprocidade. Pergunta ao secretário do teu clube se têm acordo com Formby.",
    "formbyPoint4Title": "A carta de apresentação ajuda.",
    "formbyPoint4Text": "Uma carta formal do profissional ou secretário do teu clube aumenta consideravelmente as hipóteses de acesso como visitante.",
    "formbyPoint5Title": "Formby Ladies Golf Club é separado.",
    "formbyPoint5Text": "Adjacente mas completamente independente — campo próprio, sócios próprios, política de visitantes própria. Mais aberto a visitas do que o clube masculino.",
    "formbyPoint6Title": "Vale o esforço.",
    "formbyPoint6Text": "Se conseguires entrar, não percas a oportunidade. O campo é excepcional — pinheiros e dunas links combinados de forma única.",
    "allCoursesTitle": "Política de Visitantes — Todos os Campos",
    "difficultyRestricted": "Restrito",
    "difficultyByArrangement": "Mediante acordo",
    "difficultyWelcome": "Visitantes bem-vindos",
    "callBtn": "Ligar",
    "websiteBtn": "Site",
    "visitorPolicyLabel": "Política de Visitantes",
    "bestDaysLabel": "Melhores Dias",
    "bookingLabel": "Reserva",
    "handicapRequirementLabel": "Requisito de handicap:",
    "handicapRequirementText": "Certificado de homens obrigatório (limite {limit}). Traz o cartão de handicap do clube ou cartão EGA.",
    "generalTipsTitle": "Dicas Gerais para Golfistas Visitantes",
    "tip1Title": "Traz sempre o certificado de handicap",
    "tip1Text": "Todos os campos da Sefton Coast excepto Southport Old Links exigem certificado de handicap. O cartão da tua federação nacional ou cartão EGA é aceite.",
    "tip2Title": "Reserva com antecedência, especialmente no verão",
    "tip2Text": "A Sefton Coast é muito procurada de Junho a Setembro. Royal Birkdale e Hillside ficam completos com 4–8 semanas de antecedência em alta temporada. Não te apresentes sem reserva a contar com a sorte.",
    "tip3Title": "O código de vestuário aplica-se em todo o lado",
    "tip3Text": "Smart casual como mínimo em todos os clubes. Sem ganga, sem sapatilhas, sem t-shirts na maioria. Alguns clubes exigem camisa com colarinho e calças formais no clube.",
    "tip4Title": "Chega 30 minutos mais cedo",
    "tip4Text": "Os campos links exigem muitas vezes uma caminhada do parque de estacionamento até ao primeiro tee. Precisas de tempo para aquecer e perguntar ao pro shop sobre as regras locais e eventuais condições temporárias.",
    "tip5Title": "Pergunta sobre o sistema de zonas de drop",
    "tip5Text": "Royal Birkdale tem zonas de drop específicas e áreas de interesse especial sob as regras locais. Pede o cartão de regras locais no pro shop.",
    "tip6Title": "O tempo muda rapidamente na costa",
    "tip6Text": "Leva uma capa impermeável mesmo que a manhã pareça clara. O tempo costeiro é imprevisível. Um vento sudoeste fresco de manhã pode tornar-se forte na segunda metade da volta."
  },
  "accommodationPage": {
    "headerBadge": "Estadias para Golfistas",
    "pageTitle": "Alojamento para Golfistas",
    "pageDesc": "Alojamento seleccionado perto de Royal Birkdale e dos campos da Sefton Coast — escolhido pelo armazenamento de sacos, pequeno-almoço cedo e proximidade ao primeiro tee.",
    "openCalloutTitle": "A Reservar para The Open Championship 2026?",
    "openCalloutDesc": "O alojamento perto de Royal Birkdale durante a semana do Open (14–20 de Julho de 2026) esgota 12–18 meses antes. Se estás a ler isto depois de Março de 2026, as opções num raio de 8 km serão muito limitadas. Considera o centro de Liverpool, Ormskirk e Wigan como alternativas.",
    "openCalloutLink": "Guia de alojamento para o Open 2026",
    "distanceFromBirkdale": "de Royal Birkdale",
    "approxLabel": "aprox.",
    "golferFeaturesLabel": "Serviços para Golfistas",
    "checkAvailabilityBtn": "Verificar Disponibilidade ↗",
    "tipsTitle": "Dicas de Alojamento para Visitantes de Golfe",
    "tip1": "Reserva horas de partida de terça a quinta se ficares em semana — melhor disponibilidade em todos os campos e geralmente menos concorrido no percurso.",
    "tip2": "Pergunta sobre o armazenamento de sacos ao reservar. Os bons hotéis para golfistas têm um armazém seco dedicado em vez de deixarem os sacos no quarto durante a noite.",
    "tip3": "A estação de Birkdale (Merseyrail) fica a 8 minutos a pé da entrada principal de Royal Birkdale. Útil se o teu hotel estiver no centro de Southport.",
    "tip4": "O cancelamento flexível importa — o tempo nos links é imprevisível. Reserva tarifas reembolsáveis a menos que a poupança nas não reembolsáveis seja significativa.",
    "southportHotelsLinkTitle": "Guia Completo de Hotéis em Southport",
    "southportHotelsLinkDesc": "SouthportGuide.co.uk — hotéis, B&Bs, self-catering",
    "formbyAccomLinkTitle": "Guia de Alojamento em Formby",
    "formbyAccomLinkDesc": "FormbyGuide.co.uk — base mais tranquila, a 8 km de Birkdale"
  },
  "scorecardPage": {
    "headerBadge": "Dados do Campo",
    "pageTitle": "Base de Dados de Scorecards",
    "pageDesc": "Par, yardage de todos os tees, course rating e slope rating para cada campo da Sefton Coast. Usa para planear o teu jogo e preparares-te antes de chegar.",
    "fullGuideLink": "Guia completo",
    "tableHeaderTee": "Tee",
    "tableHeaderPar": "Par",
    "tableHeaderYardage": "Yardage",
    "tableHeaderMetres": "Metros",
    "tableHeaderRating": "Rating",
    "tableHeaderSlope": "Slope",
    "statGreenFeeLabel": "Green Fee",
    "statVisitorPolicyLabel": "Política de Visitantes",
    "statVisitorRestricted": "Restrito",
    "statVisitorByArrangement": "Mediante acordo",
    "statVisitorWelcome": "Bem-vindo",
    "statChampRatingLabel": "Rating de Campeonato",
    "statDistanceFromBirkdaleLabel": "Distância a Birkdale",
    "statAdjacentValue": "Adjacente",
    "understandingDataTitle": "Como Interpretar os Dados",
    "courseRatingTitle": "Course Rating",
    "courseRatingDesc": "A pontuação esperada para um golfista scratch (handicap zero) a partir desse tee. Um rating de 76,5 significa que se espera que um scratch faça 76,5 em condições normais.",
    "slopeRatingTitle": "Slope Rating",
    "slopeRatingDesc": "Mede a dificuldade em relação a um golfista bogey. A escala da USGA vai de 55 a 155 — um slope de 113 é a média, 148 (Royal Birkdale de campeonato) é extremamente difícil.",
    "yardageMetresTitle": "Yardage e Metros",
    "yardageMetresDesc": "Os clubes ingleses usam jardas. Os metros são fornecidos para visitantes europeus continentais. GPS e telémetros laser são geralmente permitidos — confirma com cada clube antes de os usar em competição.",
    "dataAccuracyTitle": "Exactidão dos Dados",
    "dataAccuracyDesc": "Dados verificados com as melhores fontes disponíveis. Os ratings de campo e slope podem ser actualizados periodicamente pelo clube. Confirma sempre com o clube antes de usar em competição."
  },
  "itinerariesPage": {
    "headerBadge": "Sefton Coast",
    "pageTitle": "Itinerários de Golfe",
    "pageDesc": "Golf breaks pré-construídos para todas as durações e orçamentos — desde uma curta escapada de dois dias até ao grande périplo de cinco campos. Ou usa o planificador para construir o teu.",
    "plannerTitle": "Planificador de Golf Break",
    "plannerDesc": "Indica os teus dias, orçamento e handicap — encontramos o itinerário certo para ti.",
    "allItinerariesTitle": "Todos os Itinerários",
    "dayLabel": "dia",
    "daysLabel": "dias",
    "budgetPremium": "£££ Premium",
    "budgetStandard": "££ Standard",
    "budgetValue": "£ Económico",
    "courseOrderLabel": "Ordem dos Campos",
    "whereToStayLabel": "Onde Ficar",
    "diningLabel": "Restauração",
    "estimatedGreenFeesLabel": "Green Fees Estimados",
    "bookViaGolfBreaksBtn": "Reservar via Golf Breaks ↗",
    "howToPlanTitle": "Como Planear uma Viagem de Golfe à Sefton Coast",
    "howToPlanPara1": "Os campos da Sefton Coast estão suficientemente próximos para que uma viagem de dois dias cubra dois ou três percursos sem dificuldades logísticas. Royal Birkdale e Hillside são literalmente adjacentes — pode caminhar-se entre eles. Southport & Ainsdale fica a apenas cinco quilómetros mais a sul. Formby está a 8 km de Birkdale pela A565.",
    "howToPlanPara2": "Para estadias de vários dias, fica em Southport. A cidade tem a maior oferta hotelera e tudo, desde Lord Street até Birkdale, fica a distância de táxi. Se preferes algo mais tranquilo e económico, Formby fica a 20 minutos a sul e tem boas opções de B&B.",
    "howToPlanPara3": "A ordem importa. Não jogues Royal Birkdale no primeiro dia — passarás o resto da viagem a comparar tudo com ele. Vai crescendo: começa no Old Links ou S&A, passa para Hillside no segundo dia e chega a Birkdale quando já tens as pernas de links. O contraste tornará o final plenamente merecido.",
    "howToPlanPara4": "Reserva as horas de partida antes de chegar. Royal Birkdale fica completo semanas antes, Hillside duas a quatro semanas, S&A e Old Links conseguem-se frequentemente com uma semana de antecedência. Formby requer contacto prévio com o secretário do clube — não há reserva online."
  },
  "conditions": {
    "pageTitle": "Condições dos Campos da Sefton Coast",
    "pageDesc": "Condições de jogo actuais em Royal Birkdale, Hillside, Formby, West Lancashire, Southport & Ainsdale e Southport Old Links",
    "lastUpdated": "Última actualização",
    "firm": "Firme",
    "standard": "Normal",
    "wet": "Molhado / Suave",
    "closed": "Fechado",
    "windSpeed": "Vento",
    "windDir": "Direcção",
    "notes": "Notas"
  },
  "conditionsPage": {
    "headerBadge": "Actualização Diária",
    "pageTitle": "Condições do Campo",
    "pageDesc": "Condições actuais de jogo nos seis campos da Sefton Coast — actualização manual todas as manhãs até às 7h30. Verifica antes de sair.",
    "aboutLinksTitle": "O Golfe Links e as Suas Condições",
    "aboutLinksPara1": "As condições de um campo links são fundamentalmente diferentes das de um campo parkland. As variáveis-chave são a direcção e a força do vento, as precipitações recentes e a drenagem, e a firmeza do terreno. Um campo firme e seco joga-se de forma completamente diferente de um molhado e suave — as bolas de aproximação não param, a bola rola mais a partir do tee e o jogo curto torna-se mais criativo.",
    "aboutLinksPara2": "Os campos da Sefton Coast drenam bem por design — estão construídos sobre areia. Mesmo após chuvas intensas, Royal Birkdale e Hillside recuperam mais depressa do que campos do interior. Southport & Ainsdale e West Lancashire podem reter água ligeiramente mais tempo devido à sua topografia. As zonas arborizadas de Formby são as que secam mais rapidamente.",
    "aboutLinksPara3": "A velocidade e direcção do vento contam aqui mais do que em quase qualquer outro lugar em Inglaterra. O vento predominante de sudoeste em Royal Birkdale cria a experiência natural para a qual o percurso foi desenhado. Um vento de leste proveniente do interior produz um campo completamente diferente. Este guia inclui uma chave de direcção do vento específica para Royal Birkdale.",
    "conditionsDisclaimer": "Os dados de condições são aproximados e mantidos manualmente. Confirma sempre com o clube antes de te deslocares. SeftonLinks não aceita qualquer responsabilidade por encerramentos do campo ou condições diferentes das indicadas nesta página."
  },
  "contactPage": {
    "pageTitle": "Contacto",
    "pageDesc": "Perguntas, correcções, listagens em destaque e pedidos comerciais.",
    "getInTouchTitle": "Entre em Contacto",
    "generalEnquiriesLabel": "Questões gerais:",
    "featuredListingsLabel": "Listagens em destaque:",
    "featuredListingsText": "Clubes de golfe, alojamento para golfistas, serviços de caddie e restauração pós-volta podem solicitar informações sobre colocação em destaque. Envia um email com os dados do teu negócio.",
    "dataCorrectionsLabel": "Correcções de dados:",
    "dataCorrectionsText": "Se algum dado do campo — green fees, política de visitantes, horários — estiver incorrecto, informa-nos. Actualizamos com rapidez.",
    "pressMediaLabel": "Imprensa e media:",
    "pressMediaLinkText": "Churchtown Media Ltd",
    "beforeContactTitle": "Antes de Contactares",
    "beforeContactItem1": "→ Para reservas de horas de partida, contacta os clubes directamente — somos um guia, não uma plataforma de reservas.",
    "beforeContactItem2": "→ Para bilhetes de The Open Championship, visita TheOpen.com.",
    "beforeContactItem3": "→ Para questões de visitantes de Royal Birkdale, liga directamente para o 01704 552261."
  },
  "legalPage": {
    "privacyTitle": "Política de Privacidade",
    "termsTitle": "Termos de Utilização",
    "lastUpdated": "Última actualização: Fevereiro de 2026",
    "privacyIntro": "SeftonLinks.com é operado pela Churchtown Media Ltd. A tua privacidade é importante para nós.",
    "analyticsTitle": "Analytics",
    "analyticsDesc": "Utilizamos Plausible Analytics (respeitoso da privacidade, conforme com o RGPD, sem cookies, sem recolha de dados pessoais) e Microsoft Clarity (gravações de sessão — anonimizadas). Nenhum dos dois requer consentimento de cookies ao abrigo do RGPD quando configurado correctamente.",
    "affiliateLinksTitle": "Links de Afiliado",
    "privacyAffiliateDesc": "Alguns links neste site são links de afiliado (Golf Breaks, Booking.com, Sykes Cottages). Estão claramente identificados. Ao clicares pode ser gerada uma comissão para SeftonLinks.com sem custos adicionais para ti.",
    "privacyContactTitle": "Contacto",
    "privacyContactText": "Questões de privacidade:",
    "termsIntro": "Ao utilizares SeftonLinks.com concordas com estes termos. O site é operado pela Churchtown Media Ltd.",
    "infoAccuracyTitle": "Exactidão da Informação",
    "infoAccuracyDesc": "Os green fees, políticas de visitantes, horários e dados dos campos são fornecidos de boa fé e actualizados regularmente. Confirma sempre directamente com o clube antes de te deslocares. SeftonLinks não aceita qualquer responsabilidade por informação desactualizada ou encerramentos de campo.",
    "termsAffiliateDesc": "Este site participa em programas de afiliado incluindo Golf Breaks, Booking.com e Sykes Cottages. As comissões obtidas contribuem para financiar a actividade editorial sem custos para os utilizadores.",
    "copyrightTitle": "Direitos de Autor",
    "copyrightDesc": "Todo o conteúdo editorial © 2026 SeftonLinks.com. Os dados do campo (par, ratings, slope) são dados factuais e não estão sujeitos a direitos de autor. Não reproduzas conteúdo editorial sem autorização escrita."
  },
  "notFound": {
    "heading": "Página não encontrada",
    "description": "Esta página não existe. Talvez estejas à procura de um guia de campo, do hub do Open ou das condições do campo?",
    "backHomeBtn": "Voltar ao Início",
    "courseGuidesBtn": "Guias de Campos"
  },
  "footer": {
    "tagline": "O guia definitivo de golfe links na Sefton Coast — Royal Birkdale, Hillside, Formby e o melhor do golfe links inglês.",
    "builtBy": "Criado pela Churchtown Media",
    "builtByLink": "Criado pela Churchtown Media ↗",
    "networkLabel": "Rede da Sefton Coast",
    "exploreTitle": "Explorar",
    "networkTitle": "Rede da Sefton Coast",
    "legalTitle": "Informação",
    "copyright": "© 2026 SeftonLinks.com — Todos os direitos reservados.",
    "southportGuide": "SouthportGuide.co.uk",
    "formbyGuide": "FormbyGuide.co.uk",
    "coursesHeading": "Campos",
    "openHeading": "The Open 2026",
    "openDesc": "The Open Championship regressa a Royal Birkdale, Southport em Julho de 2026 — a primeira vez desde a icónica vitória de Jordan Spieth em 2017.",
    "openGuideBtn": "Guia do Open 2026 →",
    "languagesHeading": "Idiomas",
    "privacyLink": "Privacidade",
    "termsLink": "Termos",
    "contactLink": "Contacto",
    "navCourses": "Campos",
    "navTheOpen": "The Open 2026",
    "navGolfBreaks": "Golf Breaks",
    "navConditions": "Condições do Campo",
    "navScorecards": "Scorecards",
    "navTeeTimes": "Horas de Partida",
    "navAccommodation": "Alojamento",
    "courseRoyalBirkdale": "Royal Birkdale",
    "courseHillside": "Hillside Golf Club",
    "courseFormby": "Formby Golf Club",
    "courseWestLancs": "West Lancashire",
    "courseSouthportAinsdale": "Southport & Ainsdale",
    "courseOldLinks": "Southport Old Links"
  },
  "courseData": {
    "royal-birkdale": {
      "tagline": "Sede de The Open Championship 2026 — o pináculo do golfe links",
      "description": "Royal Birkdale é o campo com que qualquer golfista que leve o jogo a sério sonha jogar. Encravado entre imponentes dunas de areia na Sefton Coast, acolheu dez Open Championships e figura consistentemente entre os cinco melhores campos do mundo. Em Julho de 2026 regressa The Open — e se estás a planear uma viagem de golfe a esta costa, esta é a razão principal.\n\nO campo exige criatividade e inteligência táctica. Os fairways percorrem dunas íngremes que canalizam o vento costeiro de formas imprevisíveis. O rough é brutalmente punitivo. Os greens são rápidos, com inclinações subtis que obrigam a pensar cada pancada de aproximação. Não é um campo que se domine pela força — a experiência em golfe links faz aqui uma diferença muito real.\n\nAs horas de partida para visitantes existem, mas Royal Birkdale é rigoroso tanto na disponibilidade como na etiqueta. Reserva com bastante antecedência, respeita o código de vestuário e traz o teu certificado de handicap.",
      "visitorPolicy": "Visitantes admitidos sujeito a disponibilidade. Certificado de handicap obrigatório (homens 24, senhoras 36). Sem visitantes em dias de competição."
    },
    "hillside": {
      "tagline": "O melhor campo links que ainda não conhecias — até agora",
      "description": "Hillside é o melhor segredo guardado da Sefton Coast — embora cada vez menos segredo. Imediatamente adjacente a Royal Birkdale, partilha o mesmo dramático duneland mas oferece um acesso a visitantes notavelmente melhor a uma fracção do green fee. Os profissionais que conhecem ambos os campos avaliam frequentemente o back nine de Hillside como um dos melhores em toda a Inglaterra.\n\nO campo sofreu uma significativa remodelação nas suas últimas nove holes, que agora percorrem terreno espectacular de cristas e vales entre as dunas. O percurso é lógico e as condições do campo são consistentemente excelentes. Se estás a construir um itinerário de vários dias, jogar Hillside no dia antes de Royal Birkdale é uma combinação quase perfeita.",
      "visitorPolicy": "Visitantes bem-vindos na maioria dos dias úteis e alguns fins-de-semana. Certificado de handicap obrigatório."
    },
    "formby": {
      "tagline": "Uma jóia privada — um dos melhores links interiores de Inglaterra",
      "description": "O Formby Golf Club é um dos clubes mais exclusivos da Sefton Coast, e a sua política de visitantes reflecte-o. O clube tem acordos de reciprocidade com um número limitado de clubes e gere os pedidos de visitantes caso a caso — não conseguirás simplesmente reservar uma hora de partida online.\n\nO campo em si é excepcional. Traçado entre pinheiros costeiros com troços de links puro entre dunas, oferece uma experiência fundamentalmente diferente de Royal Birkdale ou Hillside. Os pinheiros conferem abrigo e um carácter visual muito próprio, enquanto os troços de dunas são tão exigentes como qualquer coisa que encontrarás nesta costa. Se conseguires acesso, não percas a oportunidade.\n\nNota importante: Formby Golf Club é um clube exclusivo para homens. Formby Ladies Golf Club (adjacente, fundado em 1896) é um clube completamente independente e igualmente prestigioso, com o seu próprio campo e uma política de visitantes mais acessível.",
      "visitorPolicy": "Acesso de visitantes restrito. Apenas através de acordos de reciprocidade com clubes aprovados. Contacta directamente o secretário do clube."
    },
    "west-lancashire": {
      "tagline": "Um dos clubes mais antigos de Inglaterra — golfe links na sua forma mais pura",
      "description": "O West Lancashire Golf Club, fundado em 1873, está entre os clubes de golfe mais antigos de Inglaterra e é um dos menos visitados da Sefton Coast — principalmente por se situar um pouco mais a norte, em Blundellsands, fora do núcleo imediato de Southport.\n\nPena, porque West Lancashire é um teste links verdadeiramente sério. O campo tem uma qualidade crua e autêntica que os puristas adoram — o rough é rough a sério, os greens são rápidos e fiéis, e o vento do Mar da Irlanda está sempre presente. Falta-lhe o acabamento de Royal Birkdale, mas oferece uma experiência links mais autêntica e elementar a um green fee consideravelmente mais acessível.\n\nO clube tem uma longa história com a qualificação para The Open. Se queres jogar um links genuinamente histórico e exigente sem o preço premium, West Lancashire é uma escolha muito sólida.",
      "visitorPolicy": "Visitantes bem-vindos na maioria dos dias úteis. Fins-de-semana limitados — telefona antes de ir."
    },
    "southport-ainsdale": {
      "tagline": "A herança da Ryder Cup e o carácter links genuíno a um preço acessível",
      "description": "Southport & Ainsdale — conhecido localmente como S&A — acolheu a Ryder Cup em 1933 e 1937, tornando-o um dos pouquíssimos campos não Reais com essa distinção no seu historial. A história por si só justifica uma volta, mas o campo merece a sua reputação também pelos seus próprios méritos.\n\nS&A situa-se entre Hillside e Formby e partilha o terreno de dunas costeiras que caracteriza o melhor da Sefton Coast. As primeiras holes são relativamente benignas, o que dá aos visitantes uma falsa sensação de segurança — o campo torna-se consideravelmente mais exigente no troço do meio, com várias holes genuinamente expostas ao vento prevalente do oeste.\n\nOs green fees estão entre os mais acessíveis da costa para o que é, genuinamente, um links histórico e exigente. Para visitantes a construir uma viagem de vários dias, S&A combina bem com Hillside ou West Lancashire para um sólido itinerário de dois dias a custo razoável.",
      "visitorPolicy": "Visitantes bem-vindos na maioria dos dias úteis. Fins-de-semana mediante acordo. Aberto a sociedades."
    },
    "southport-old-links": {
      "tagline": "A melhor relação qualidade-preço — um links genuíno ao preço mais acessível da costa",
      "description": "Southport Old Links é o sossegado da família. Encafuado em Churchtown, no extremo norte de Southport, é o tipo de clube que passa despercebido nos grandes itinerários — o que é precisamente a razão pela qual vale a pena jogar.\n\nFundado em 1901 sobre terreno genuinamente links, Old Links oferece uma volta que supera em muito o que o seu green fee deixaria supor. O campo é mais curto do que os seus vizinhos da Sefton Coast, mas joga mais comprido do que indica o cartão com a brisa costeira, e o bunkerismo está pensado para recompensar o jogo de links correcto.\n\nPara visitantes a organizar uma viagem de alto volume — quatro ou cinco voltas — Old Links proporciona um bem-vindo alívio para a carteira continuando a oferecer golfe links autêntico. É também o clube mais receptivo a visitantes sem certificado de handicap, tornando-o a escolha natural para os de handicap alto ou jogadores mais ocasionais.",
      "visitorPolicy": "Muito receptivo a visitantes na maioria dos dias da semana. O clube mais acessível da costa."
    }
  }
}
